Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# hc_nudOffset
source: Tool Offset Positive value moves the tool to the right, negative value moves the tool left
de: Seitenversatz des Anbaugeräts Positive Werte verschieben das Gerät nach rechts, negative nach links.
hu: Munkaszköz eltolása A pozitív érték az eszközt jobbra a negatív balra tolja el
lv: Rīka nobīde Pozitīva vērtība pārvieto instrumentu pa labi, negatīvā vērtība pārvieto instrumentu pa kreisi
ru: Смещение инструмента Положительное значение перемещает инструмент вправо, отрицательное значение перемещает инструмент влево
uk: Зсув інструменту Додатне значення переміщує інструмент праворуч, від'ємне - ліворуч

# hc_nudOverlap
source: Distance Overlap or Gap Positive value indicates overlap, negative indicates gap. Tool width remains the same however the guidance lines are adjusted accordingly.
de: Überlappung oder Lücken lassen Positive Werte für Überlappung einstellen, nagative für Lücken zwischen den bearbeiteten Spuren. Die Arbeitsbreite des Geräts wird dadurch nicht verändert.
hu: Átfedés vagy Kihagyás távolsága Pozitív szám átfedést eredményez, a negatív szám pedig kihagyást. Az eszköz szélessége marad az eredeti viszont az irányvonalak változtatásra kerülnek ennek megfelelően.
lv: Attāluma pārklāšanās vai atstarpe Pozitīva vērtība norāda pārklāšanos, negatīva norāda atstarpi. Instrumenta platums paliek nemainīgs, taču vadības līnijas tiek attiecīgi pielāgotas.
ru: Distance Overlap or Gap Положительное значение указывает на перекрытие, отрицательное — на зазор. Ширина инструмента остается неизменной, однако направляющие линии корректируются соответствующим образом.
uk: Перекриття або розрив у відстанях Позитивне значення вказує на перекриття, негативне - на розрив. Ширина інструменту залишається незмінною, але напрямні лінії змінюються відповідним чином.

# hc_nudRaiseTime
source: Raise Time How long in seconds the hydraulic control should remain on for lifting tool.
de: Zeit, um den Kraftheber auzuheben. Zeit (s), in der das Signal "heben" von der Hardware ausgegeben wird.
hu: Emelési idő Hány másodpercig működtessük a hidraulikát az emeléshez.
lv: Pacelšanas laiks Cik ilgi sekundēs jāpaliek ieslēgtai celšanas instrumenta hidrauliskajai vadībai.
ru: Время подъема Как долго в секундах гидравлическое управление должно оставаться включенным для подъема инструмента.
uk: Час підйому Скільки часу в секундах має залишатися увімкненим гідравлічне керування для підйому інструмента.

# hc_nudReverseComp
source: Reverse Direction Compensation For Turns This is a difficult concept to describe, so there is a video about it on you tube called Reverse Compensation. But here goes in text. What you are doing is offsetting the effect that the antenna swings very quickly left or right when you initially turn the steering wheel. This tries to dampen that effect. It is very complex to eliminate. The effect is much greater in reverse because the antenna based on direction is behind the antenna. Think of a loader bucket on a tractor and the path it makes. You can use the steering chart from the tools menu to see the effect of changing settings, but is quite difficult to know if helping or making it worse. Would you like to see a YouTube video for more help?
hu: Tolatási irány kompzenzációja fordulóknál Ez egy bonyolult koncepció akit érdekel youtubeon nézze meg a "Reverse Compensation" videót, szövegesen pedig: Ennek segítségével az antenna billegése által adott hirtelen irányváltásokat próbáljuk meg kiküszöbölni. Ez megpóbálja tompítani ezt a hatást, de megszüntetni nem tudja az sosem. Ez kevésbé számít amikor egyenesen haladunk úgyhogy célszerű úgy hagyni ahogy van. A kormányzási diagramon ellenőrizhető a hatása/viselkedése. Szeretnél erről egy YouTube videót, hogy jobban elmagyarázzuk?
lv: Apgrieztā virziena kompensācija pagriezieniem Šo jēdzienu ir grūti aprakstīt, tāpēc ir video par to, ko sauc par apgriezto kompensāciju. Bet šeit tas notiek tekstā. Tas, ko jūs darāt, kompensē efektu, ka antena ļoti ātri šūpojas pa kreisi vai pa labi, kad sākotnēji pagriežat stūri. Tas mēģina mazināt šo efektu. To ir ļoti sarežģīti likvidēt. Efekts ir daudz lielāks pretējā virzienā, jo antena, kuras pamatā ir virziens, atrodas aiz antenas. Padomājiet par iekrāvēja kausu uz traktora un ceļu, ko tas veic. Varat izmantot rīku izvēlnē esošo stūres diagrammu, lai redzētu iestatījumu maiņas efektu, taču ir diezgan grūti noteikt, vai tas palīdz vai pasliktina. Vai vēlaties skatīt YouTube videoklipu, lai saņemtu papildu palīdzību?
ru: Компенсация обратного направления для поворотов. Эту концепцию сложно описать, поэтому на YouTube есть видео об этом под названием «Компенсация обратного направления». Но здесь идет в тексте. То, что вы делаете, компенсирует эффект того, что антенна очень быстро качается влево или вправо, когда вы сначала поворачиваете руль. Это пытается ослабить этот эффект. Устранить очень сложно. Эффект намного больше в обратном направлении, потому что антенна, основанная на направлении, находится позади антенны. Подумайте о ковше погрузчика на тракторе и пути, который он прокладывает. Вы можете использовать диаграмму управления из меню инструментов, чтобы увидеть эффект изменения настроек, но довольно сложно понять, помогает это или ухудшает ситуацию. Хотели бы вы увидеть видео на YouTube для получения дополнительной помощи?
uk: Компенсація зворотного напрямку для поворотів Це складне для опису поняття, тому на youtube є відео про нього під назвою Компенсація реверсу (Reverse Compensation). Але ось текст.

# hc_nudSectionWidth
source: Section Width Entry Enter the width of the section in cm/inches. All the section widths added together become the tool width.
de: Breite einer Teilbreite Geben Sie die Breite einer Teilbreite in cm ein. Alle Teilbreiten zusammen ergeben die Arbeitsbreite.
hu: Szakasz szélesség beviteli mezeje Add meg a szakasz szélességét cm/inchben. Az összes szakasz kombinált szélessége lesz az eszközszélesség.
lv: Sekcijas platuma ievade Ievadiet sekcijas platumu cm/collās. Visi sekciju platumi kopā kļūst par instrumenta platumu.
ru: Ввод ширины секции Введите ширину секции в см/дюймах. Все ширины секций, сложенные вместе, становятся шириной инструмента.
uk: Введення ширини секції Введіть ширину секції в см/дюймах. Усі значення ширини секції, складені разом, стануть шириною інструмента.

# hc_nudSnapDistance
source: Nudge Distance Distance to move guidance line over, used in the Edit AB form
de: Schrittweite beim Verschieben der Linie =Nudge Distance Standardwert, der vorgeschlagen wird, wenn Sie die Linie verschieben möchten im Fenster AB Linie bearbeiten.
hu: Eltolási távolság A távolság amivel az irányvonalat eltoljuk az AB bevitelnél használható
lv: Nobīdīt attālumu Attālums, lai pārvietotu vadības līniju, tiek izmantots veidlapā Rediģēt AB
ru: Расстояние смещения Расстояние для перемещения навигационной линии, используемое в форме «Редактировать AB»
uk: Ви компенсуєте ефект, коли антена дуже швидко повертається вліво або вправо, коли ви спочатку повертаєте кермо. Це намагається приглушити цей ефект. Його дуже складно усунути.

# hc_nudStartSpeed
source: Start Speed Speed to reach before using every position to calculate heading. Below this value you must travel about a meter before position and heading are updated on the screen. This is important when going slow, backing up and turning etc. to know where you are, the heading you are going, and whether or not you are in reverse. A higher setting like at least 1.5 to 2 allows for a much more reliable determination of reverse and heading.
hu: Kezdősebesség A minimáli sebesség ami fölött a GPS-től érkező értkeket használjuk az irányzék számítására. Ez alatt az érték alatt nagyjából 1m-es elmozdulás szükséges, hogy megállapítsuk a haladási irányt és poziciót ami a kijelzőn is megjelenik. Ez fontos amikor lassú mozgást végzünk (tolatás, szűk forduló, stb) , hogy tudjuk pontosan hol vagyunk és milyen irányba mozgunk. A magasabb 1,5-2es érték lehetévő teszi a tolatás pontosabb detekcióját.
lv: Start Speed Ātrums, kas jāsasniedz pirms katras pozīcijas izmantošanas kursa aprēķināšanai. Zem šīs vērtības jums jānobrauc apmēram metrs, pirms ekrānā tiek atjaunināta pozīcija un virziens. Tas ir svarīgi, braucot lēni, braucot atpakaļgaitā un griežoties utt., lai zinātu, kur atrodaties, virzienu, kurā dodaties, un to, vai braucat atpakaļgaitā. Augstāks iestatījums, piemēram, vismaz no 1,5 līdz 2, ļauj daudz uzticamāk noteikt reversu un virzienu.
ru: Начальная скорость Скорость, которую необходимо достичь, прежде чем использовать каждую позицию для расчета курса. Ниже этого значения вы должны пройти примерно метр, прежде чем положение и курс будут обновлены на экране. Это важно при медленном движении, движении задним ходом, поворотах и т. д., чтобы знать, где вы находитесь, в каком направлении вы движетесь и едете ли вы задним ходом. Более высокое значение, например от 1,5 до 2, позволяет гораздо более надежно определять реверс и курс.
uk: Стартова швидкість Швидкість, якої потрібно досягти, перш ніж використовувати кожну позицію для розрахунку курсу. Нижче цього значення ви повинні проїхати приблизно метр, перш ніж положення і курс будуть оновлені на екрані. Це важливо при повільному русі, здачі назад, поворотах тощо, щоб знати, де ви знаходитесь, в якому напрямку рухаєтесь і чи не рухаєтесь ви заднім ходом. Більш високе значення, наприклад, принаймні 1,5-2, дозволяє набагато надійніше визначати задній хід і курс.

# hc_nudTramWidth
source: Tram Width Usually the width of your sprayer, but is the width of the spacing between tramlines
de: Abstand der Fahrgassen zueinander Normalerweise die Breite des Spritzgestänges.
hu: Művelőút távolsága Általában a permetező szélessége ami meghatározza a művelőutak közötti távolságokat
lv: Tehnaloģiskās platums Parasti jūsu smidzinātāja platums, bet ir attāluma platums starp sliedēm
ru: Ширина трамвая Обычно это ширина вашего опрыскивателя, но это ширина промежутка между технологическими колеями.
uk: Ефект набагато сильніший при русі заднім ходом, оскільки антена, залежна від напрямку руху, знаходиться позаду антени. Подумайте про ківш навантажувача на тракторі і шлях, який він робить.

# hc_nudTurnDistanceFromBoundary
source: Turn Distance from Boundary Distance from apex of turn to the boundary. The closest distance the vehicle will pass by the boundary. Ensure vehicle and 1/2 tool width does not cross over boundary.
de: Abstand der Wendegeometrie von der Grenze Abstand vom Scheitelpunkt der Kurve einer automatischen Wende bis zur Grenze. Der kürzeste Abstand, mit dem das Fahrzeug an der Grenze vorbeifährt. Stellen Sie sicher, dass das Fahrzeug und die halbe Arbeitsbreite die Grenze nicht überschreiten.
hu: Fordulási távolság a határvonaltól Minimális távolság a körív legközelebbi pontja és a határvonal között. Ettől közelebb nem fog a gép menni a virtuális határhoz.Győződj meg róla, hogy se a traktor sem az eszköz nem fog kilógni. (célszerű az eszköz szélességének felével számolni).
lv: Pagrieziena attālums no robežas Attālums no pagrieziena virsotnes līdz robežai. Tuvākais attālums, ko transportlīdzeklis šķērsos robežai. Nodrošiniet, lai transportlīdzeklis un 1/2 instrumenta platuma nepārkāptu robežu.
ru: Расстояние поворота от границы Расстояние от вершины поворота до границы. Ближайшее расстояние, которое транспортное средство проедет мимо границы. Убедитесь, что транспортное средство и 1/2 ширины инструмента не пересекают границы.
uk: Відстань повороту від межі Відстань від вершини повороту до межі. Найближча відстань, на якій транспортний засіб проїде повз кордон. Переконайтеся, що транспортний засіб та 1/2 ширини інструменту не перетинають межу.

# hc_nudTurnOffDelay
source: Time to keep sections going after applied area says they should turn off.
de: Nachlaufzeit der Teilbreiten. Zeit, die z.B. eine Sämaschine noch sät, da noch Körner nachlaufen, obwohl die Teilbreite bereits ausgeschaltet wurde.
hu: Mennyi ideig menjenek az egyes szakaszok miután elértük az alkalmazási % szintjét.
lv: Laiks, lai sadaļas turpinātu darboties pēc uzklātā laukuma, saka, ka tām vajadzētu izslēgties.
ru: Время, чтобы секции продолжали работать после того, как область применения говорит, что они должны отключиться.
uk: Ви можете використовувати діаграму рульового управління з меню інструментів, щоб побачити ефект від зміни налаштувань, але досить складно зрозуміти, чи допомагає це, чи погіршує ситуацію.

# hc_pboxSendSteer
source: Settings have Changed Graphic You have made a change on this settings page when this graphic shows up. Now be sure to save and send your changes - or nothing will happen and changes will be lost.
de: Einstellungen geändert Sie haben Einstellungen geändert und noch nicht abgespeichert. Wenn Sie Ihre geänderten Einstellungen nicht senden, sind sie verlohren und finden keine Anwendung.
hu: Beállítások mentésére figyelmeztetés grafikája Valamelyik beállításd módosítottad azért látod ezt a grafikus elemet. Emlékeztve arra, hogy el KELL mentsd a beállításaidat, különben a beállítások elvesznek.
lv: Iestatījumos ir mainīta grafika Jūs esat veicis izmaiņas šajā iestatījumu lapā, kad tiek parādīta šī grafika. Tagad noteikti saglabājiet un nosūtiet izmaiņas — pretējā gadījumā nekas nenotiks un izmaiņas tiks zaudētas.
ru: Настройки изменили графику Вы внесли изменения на этой странице настроек, когда появляется эта графика. Теперь обязательно сохраните и отправьте свои изменения - иначе ничего не произойдет и изменения будут потеряны.
uk: У налаштуваннях змінено графіку Ви внесли зміни на цій сторінці налаштувань, коли з'явилася ця графіка. Тепер обов'язково збережіть і надішліть зміни - інакше нічого не відбудеться і зміни будуть втрачені.

# hc_rbtnDisplayImperial
source: Set Units to Imperial
de: Ändert die Maßeinheiten auf Zoll (imperial)
hu: Imperiális értékek ( in mp/h )
lv: Iestatiet vienības uz Imperial
ru: Установите имперские единицы измерения
uk: Хочете подивитися відео на YouTube, щоб отримати додаткову допомогу?

# hc_rbtnDisplayMetric
source: Set Units to Metric
de: Ändert die Maßeinheiten auf das metrische System (m)
hu: Metrikus értékek ( cm km/h )
lv: Iestatiet vienības uz metrisko
ru: Установите единицы измерения в метрические
uk: Встановити одиниці виміру на метричні

# hc_rbtnHeadingFix
source: Fix to Fix Heading Type
de: Berechnung der Fahrtrichtung (heading) aus GPS Punkten (fix to fix)
hu: Fix to Fix navigáció
ru: Исправить, чтобы исправить тип заголовка
uk: Тип заголовка Зафіксувати до фіксованого

# hc_rbtnHeadingGPS
source: VTG Sentence Heading Type
de: Verwendet die Fahrtrichtung aus VTG Satz (GPS System)
hu: VTG sequenciás navigáció
lv: VTG teikuma virsraksta veids
ru: Тип заголовка предложения VTG
uk: Тип заголовка речення VTG

# hc_rbtnHeadingHDT
source: Dual Antenna Heading Type
de: Verwendet die Fahrtrichtung aus einem Dual Antennen Aufbau
hu: Dupla antennás navigáció
lv: Divu antenu virziena veids
ru: Тип направления двойной антенны
uk: Подвійна антена Тип курсу

# hc_rbtnTramInnerOuter
source: Tram Tool positioning Select where the tool will end up when making a pass on the tram line. This is decided if you are odd or even number of passes of seeding to get to the next tram line.
hu: Művelőút eszközének pozíciója Válaszd ki, hogy az eszköz hova érkezzen amikor a művelőúton haladunk. Ez attól függ, hogy páros vagy páratlan fogás szükséges a vetésnél a következő művelőútig.
lv: Tehnaloģiskās instrumenta pozicionēšana Izvēlieties, kur rīks nonāks, braucot pa Tehnaloģisko līniju. Tas tiek izlemts, ja jums ir nepāra vai pāra piegājienu skaits, lai nokļūtu nākamajā Tehnaloģiskajā līnijā.
ru: Позиционирование инструмента траектории Выберите, где инструмент будет заканчиваться при проходе по линии траектории. Это решается, если вы нечетное или четное количество проходов посева, чтобы добраться до следующей трамвайной линии.
uk: Позиціонування інструмента на технологічній доріжці Виберіть, де буде знаходитися інструмент при виконанні проходу по технологічній доріжці. Це залежить від того, парна чи непарна кількість проходів посіву для переходу на наступну технологічну колію.

# hc_tboxVehicleNameSave
source: Name of new vehicle to be saved Enter the new vehicle name and touch the Save button
de: Name des neuen Fahrzeugs Geben Sie den Namen des neuen Fahrzeugs ein. Dieser muss von den anderen Namen verschieden sein. Drücken Sie abschließend speichern (save).
hu: A menteni kívánt gép neve. Add meg a gép kíván nevét majd nyomd meg a mentés gombot
lv: Jaunā saglabājamā transportlīdzekļa nosaukums Ievadiet jaunā transportlīdzekļa nosaukumu un pieskarieties pogai Saglabāt
ru: Имя нового транспортного средства для сохранения Введите новое имя транспортного средства и нажмите кнопку Сохранить.
uk: Ім'я нового транспортного засобу для збереження Введіть назву нового транспортного засобу та натисніть кнопку Зберегти

# hcur_btnAPoint
source: A Point The start of the Curve Line.
de: A Punkt Der Startpunkt einer Kurve
hu: A pont Ez lesz a kiindulási pontunk a görbéhez.
lv: Punkts Līknes līnijas sākums.
ru: Точка Начало кривой линии.
uk: Точка Початок Кривої Лінії.

# hcur_btnBPoint
source: B Point The end of the Curve Line.
de: B Punkt Der Endpunkt eriner Kurve
hu: B pont Ez lesz a végső pontunk a görbéhez.
lv: B punkts Līknes līnijas beigas.
ru: Точка B Конец линии кривой.
uk: Точка Б. Кінець кривої лінії.

# hcur_btnPausePlay
source: Pause Rec Pause the creation of points, continue recording points if paused. This is really useful if you want a straighter line instead of recording all the points. The line between the pauses will be a straight line. After saving the line, a small amount of smoothing is also applied.
de: Pause Unterbricht die Aufzeichnung der Punkte. Bei erneutem Drücken wird die Aufzeichnung weiter geführt. Gerade Stücke in der Kurvenlinie erzeugen Sie, in dem Sie während der Aufnahme Pause drücken. Dann wird der letzte Punkt vor und nach der Pause gerade verbunden. Nach dem speichern besteht die Möglichkeit die Kurve zu glätten.
hu: Felvétel felfüggesztése Felfüggeszti a pontok rögzítését. Ez hasznos, hogy egyenesebb vonalakat tudjunk létrehozni ugyanis a felfüggeszés / folytatás között egy egyenes szakaszt hoz létre. A vonal mentése után egy minimális simítás is alkalmazásra kerül.
lv: Pause Rec Apturiet punktu izveidi, turpiniet punktu ierakstīšanu, ja tas ir pauzēts. Tas ir patiešām noderīgi, ja vēlaties taisnāku līniju, nevis ierakstīt visus punktus. Līnija starp pauzēm būs taisna. Pēc līnijas saglabāšanas tiek veikta arī neliela izlīdzināšana.
ru: Pause Rec Приостановить создание точек, продолжить запись точек, если она приостановлена. Это действительно полезно, если вы хотите получить более прямую линию, а не записывать все точки. Линия между паузами будет прямой линией. После сохранения линии также применяется небольшое сглаживание.
uk: Призупинити запис Призупинити створення точок, продовжити запис точок після призупинення. Це дуже корисно, якщо ви хочете отримати пряму лінію замість того, щоб записувати всі точки. Лінія між паузами буде прямою. Після збереження лінії також буде застосовано невелике згладжування.

# hd_btnCancelTouch
source: Cancel Touch Points Delete any points touched on the line and start again. If you touch again after touching second point, it will start selecting the first point again.
de: Punkt löschen Löscht alle Punkte auf der Linie, um neu beginnen zu können. Wenn Sie einen weiteren Punkt drücken, nachdem Sie bereits 2 Punkte festgelegt haben, beginn Sie ebenfalls von neuem.
hu: Felvett pontok törlése Törli az összes pontot a térképről. Amennyiben a 2. felvett pont után újabb pontot veszünk fel az az 1. pontot fogja felülírni.
lv: Atcelt skārienpunktus Dzēsiet visus punktus, kuriem pieskaras līnijai, un sāciet no jauna. Ja vēlreiz pieskarsities pēc pieskaršanās otrajam punktam, tas no jauna sāks atlasīt pirmo punktu.
ru: Отмена точек касания Удалите все точки касания на линии и начните заново. Если вы коснетесь еще раз после касания второй точки, он снова начнет выбирать первую точку.
uk: Скасувати точки дотику Видалити всі точки, яких торкалися на лінії, і почати спочатку. Якщо ви торкнетеся ще раз після другої точки, то почнете вибирати першу точку знову.

# hd_btnDeleteABLine
source: Delete AB Line Delete the selected AB Line
de: AB Linie löschen Löscht die ausgewählte AB Linie.
hu: AB egyenes törlése Delete the selected AB Line
lv: Dzēst AB līniju Dzēst atlasīto AB līniju
ru: Удалить линию AB Удалить выбранную линию AB
uk: Видалити лінію AB Видалити вибрану лінію AB

# hd_btnDeleteCurve
source: Delete Curve Delete the selected curve.
de: AB Kurve löschen Löscht die ausgewählte AB Kurve.
hu: Iránygörbe törlése Törli a kiválaszott irányvonalat.
lv: Dzēst līkni Dzēst atlasīto līkni.
ru: Удалить кривую Удалить выбранную кривую.
uk: Видалити криву Видалити вибрану криву.

# hd_btnDrawSections
source: Draw Sections Draw the section mapping on the field background for reference.
de: bearbeitete Fläche anzeigen Zeigt die bereits bearbeitete Fläche an, damit Sie eine bessere Vorstellung haben.
hu: Szekciók rajzolása Rajzolja a szekciókat a terület hátterére referenciaképp.
lv: Draw Sections Zīmējiet sadaļas kartējumu uz lauka fona atsaucei.
ru: Draw Sections Нарисуйте сопоставление секций на фоне поля для справки.
uk: Намалювати ділянки Намалюйте карту ділянок на тлі поля для довідки.

# hd_btnFlipOffset
source: Flip Offset Flip the offset to the other side of line. Use before creating the curve
de: Seitenversatz wechseln Spiegelt den Seitenversatz auf die andere Seite der Linie. Verwenden Sie diese Funktion, bevor Sie die Kurve erzeugen.
hu: Eltolás megfordítása Megfordítja az eltolást a vonal másik oldalára. A vonal készítsée előtt használandó. A művelőt mindig a vonal jobb oldalára kerül, emiatt fontos az irány
lv: Flip Offset Apvērsiet nobīdi uz otru līnijas pusi. Izmantojiet pirms līknes izveidošanas
ru: Отразить смещение Отразить смещение на другую сторону линии. Используйте перед созданием кривой
uk: Перевернути зсув Перевернути зсув на інший бік лінії. Використовуйте перед створенням кривої

# hd_btnMakeABLine
source: Make AB Line Once 2 points are selected, and distance from boundary set, make a new AB Line guidance line. You can edit the name in the textbox.
de: AB Linie erstellen Sobald Sie 2 Punkte ausgewählt haben und den Grenzabstand eingestellt haben, können Sie eine neue AB Linie erzeugen. Den Namen Dieser können Sie im Textfeld ändern.
hu: AB egyenes készítése A 2 pont kiválasztása valamint a határtól történő távolság beállítása utána AB egyenest készít. A név szerkeszthető a szöveges mezőben.
lv: Izveidot AB līniju Kad ir atlasīti 2 punkti un iestatīts attālums no robežas, izveidojiet jaunu AB līnijas vadības līniju. Vārdu var rediģēt tekstlodziņā.
ru: Создание линии AB После выбора 2 точек и задания расстояния от границы создайте новую навигационную линию линии AB. Вы можете отредактировать имя в текстовом поле.
uk: Створити лінію AB Після того, як вибрано 2 точки і задано відстань до межі, створіть нову напрямну лінію AB Line. Ви можете відредагувати назву у текстовому полі.
