Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# h_btnAutoSteer
source: Auto Steer Button Turns on and off Auto Steer steering control. You must have an active guidance line set. Pressing UTurn button can also turn on AutoSteer. In Config/Guidance you can set features and button function.
de: Knopf Automatische Lenkung Schaltet die automatische Lenkung ein und aus. Sie müssen eine Führungslinie aktivieren. Durch Drücken des U-Turn Knopfes (automatisches Wenden) kann auch die automatische Lenkung aktiviert werden. In den Einstellungen (Knopf links, Zahnräder) können Sie Funktionen und Tastenfunktionen für das Automatische Wenden festlegen. Die Einstellungen der Lenkung können links mit dem Knopf Lenkungseinstellungen vornehmen.
hu: Automata kormány gombja Bekapcsolja az Automata kormányzást. Ehhez szükséges egy navigációs vonal. A U-Turn gomb megnyomás automatikusan aktiválja az automata kormányzást. A Beálltások/Írányításban lehetőség van a funkciók és gombok módosítására.
lv: Automātiskās stūrēšanas poga Ieslēdz un izslēdz automātiskās stūrēšanas vadību. Jums ir jābūt iestatītai aktīvai vadības līnijai. Nospiežot pogu UTurn, var ieslēgt arī AutoSteer. Sadaļā Config/Guidance varat iestatīt funkcijas un pogu funkcijas.
ru: Кнопка Auto Steer Включает и выключает управление Auto Steer. У вас должна быть установлена активная навигационная линия. Нажатие кнопки UTurn также может включить AutoSteer. В Config/Guidance вы можете установить функции и функции кнопок.
uk: Кнопка автопідсилювача керма Вмикає та вимикає функцію автоматичного керування кермом Auto Steer. Ви повинні мати активний набір напрямних ліній. Натискання кнопки UTurn також може увімкнути AutoSteer. У розділі Конфігурація/Наведення ви можете налаштувати функції та призначення кнопок.

# h_btnAutoSteerConfig
source: AutoSteer Angle and Settings Button Display Steer Angles and Configure AutoSteer settings
de: Knopf Lenkungseinstellungen Zeigt den Soll-Lenkwinkel und den Ist-Lenkwinkel an. Die Einstellungen der automatischen Lenkung werden hier vorgenommen.
lv: Automātiskās stūrēšanas leņķa un iestatījumu poga Rādīt stūrēšanas leņķus un konfigurēt AutoSteer iestatījumus
ru: Кнопка AutoSteer Angle and Settings Отображение углов поворота и настройка параметров AutoSteer
uk: Кнопка кута та налаштувань автопідрулення Відображення кутів повороту та налаштування параметрів автопідрулення

# h_btnAutoYouTurn
source: U Turn Button If guidance line is available you can auto turn around at the headland. You can set distance from edge of field to start turning, the diameter and type of turn. Pressing this button also enables autosteer and U Turn if both are off.
de: Knopf U-Turn / automatisches Wenden Wenn eine Führungslinie verfügbar ist, können Sie am Vorgewende automatisch wenden. Sie können den Abstand vom Feldrand zum Wendebeginn, den Durchmesser der gefahrenen Kurve und die Art des Wendemanövers einstellen (Knopf links, Zahnräder). Durch Drücken dieses Knopfes wird die automatische Lenkung mit aktiviert, wenn beides ausgeschaltet war.
hu: Visszafordulás (U-Turn) gomb Ha a navigációs vonal elérhető, lehetőség van a forgón történő automatikus megfordulásra. Be lehet állítani a határvonaltól tartandó távolságot, a fordulási kört, az átmérőt és a forduló típusát. A gomb megnyomása az automat kormányzást is bekapcsolja.
lv: U Pagrieziena poga Ja ir pieejama virzošā līnija, varat automātiski apgriezties apgriešanās joslā. Jūs varat iestatīt attālumu no lauka malas, lai sāktu pagriezienu, diametru un pagrieziena veidu. Nospiežot šo pogu, tiek iespējota arī automātiskā stūrēšana un U Turn, ja abi ir izslēgti.
ru: U Кнопка поворота Если доступна навигационная линия, вы можете автоматически развернуться на разворотной полосе. Вы можете установить расстояние от края поля до начала поворота, диаметр и тип поворота. Нажатие этой кнопки также включает авторуление и U-поворот, если они оба отключены.
uk: Кнопка розвороту Якщо доступна напрямна лінія, ви можете автоматично розвертатися на поворотній смузі. Ви можете встановити відстань від краю поля для початку розвороту, діаметр і тип розвороту. Натискання цієї кнопки також вмикає функцію автоматичного керування та розвороту, якщо обидві функції вимкнені.

# h_btnChangeMappingColor
source: Change Mapping Color Button Brings up the color picker to choose a color to draw where you have applied. You can change as often as you like, but you need to travel a ways before the color changes, or turn off and on sections then the color change will be immediate.
de: Knopf Farbe der bearbeiteten Fläche Hier können Sie eine Farbe auswählen, mit der die bearbeitete Fläche gezeichnet wird. Sie können so oft wechseln, wie Sie möchten. Sie müssen eine Strecke zurücklegen, bevor sich die Farbe ändert. Die Farbänderung erfolgt sofort, wenn Sie aus- und wieder einschalten. Die Zahl im Knopf ist die Versionsnummer des Programms.
hu: Térkép színének változtatása Megnyitja a színválasztót, amellyel bármilyen színt lehet módosítani. Az új szín a meglévő megművelt területre nem vonatkozik. A szekciók ki/bekapcsolásával automatikusan az új szín kerül alkalmazásra.
lv: Poga Mainīt kartēšanas krāsu Atver krāsu atlasītāju, lai izvēlētos krāsu zīmēšanai vietā, kur esat lietojis. Varat mainīt tik bieži, cik vēlaties, taču jums ir jāpārvietojas daži ceļi, pirms mainās krāsa, vai arī jāizslēdz un jāieslēdz sadaļas, tad krāsas maiņa būs tūlītēja.
ru: Кнопка «Изменить цвет сопоставления» Вызывает палитру цветов, чтобы выбрать цвет для рисования в том месте, где вы его применили. Вы можете менять так часто, как хотите, но вам нужно пройти некоторое расстояние, прежде чем изменится цвет, или выключите и включите секции, тогда изменение цвета будет немедленным.
uk: Кнопка Змінити колір відображення

# h_btnConfig
source: Main Configuration Button Most of the settings are here. As you make changes they are automatically saved. Careful though as there is no cancel.
de: Knopf Einstellungen Die meisten Einstellungen finden Sie hier. Wenn Sie Änderungen vornehmen, werden diese automatisch sofort gespeichert. Seien Sie mit Änderungen vorsichtig, es gibt keine Möglichkeit die Änderung zu stornieren. Wenn Sie ein anderes Gerät erstellen wollen speichern Sie ZUERST mit einem neuen Namen ab, bevor Sie etwas ändern.
hu: Beállítások A legtöbb beállítás itt található. A módosítások automatikusan mentésre kerülnek, emiatt óvatosan mert nincs "Mégse" lehetőség.
lv: Galvenā konfigurācijas poga Lielākā daļa iestatījumu ir šeit. Veicot izmaiņas, tās tiek automātiski saglabātas. Tomēr esiet uzmanīgi, jo nav atcelšanas.
ru: Основная кнопка конфигурации Большинство настроек находится здесь. По мере внесения изменений они автоматически сохраняются. Будьте осторожны, так как отмены нет.
uk: Головна кнопка налаштувань Тут знаходиться більшість налаштувань. Коли ви вносите зміни, вони автоматично зберігаються. Будьте обережні, оскільки скасування не передбачено.

# h_btnContour
source: Contour Button To be able to follow guidance beside your last pass. If ABLine and ABCurve are on, you can turn on and off Contour while one of those functions are still on switching between them.
de: Knopf Konturlenkung Lenken Sie auf der neuen Spur neben Ihrer letzten bearbeiteten Spur. Wenn A-B Linie und A-B Kurve aktiviert sind, können Sie Kontur ein- und ausschalten, während eine dieser Funktionen noch aktiv ist, und zwischen ihnen wechseln.
hu: Kontúr gomb Annak érdekében, hogy az előző úttal párhuzamosan tudj menni. Ha az AB egyenes vagy AB görbe be van kapcsolva, lehetőség van a kontúr be- vagy kikapcsolására, azok között váltogatva.
lv: Kontūras poga Lai varētu sekot norādījumiem blakus pēdējai pārejai. Ja ABLine un ABCurve ir ieslēgti, varat ieslēgt un izslēgt Contour, kamēr viena no šīm funkcijām joprojām ir ieslēgta, pārslēdzoties starp tām.
ru: Кнопка контура Чтобы иметь возможность следовать указаниям после последнего прохода. Если ABLine и ABCurve включены, вы можете включать и выключать Contour, пока одна из этих функций все еще включена, переключаясь между ними.
uk: Кнопка контуру Щоб мати змогу слідувати за вказівками поруч з останнім проходом. Якщо ABLine і ABCurve увімкнені, ви можете вмикати і вимикати Contour, коли одна з цих функцій увімкнена, перемикаючись між ними.

# h_btnCurve
source: Curve Guidance Button Curve guidance allows you to follow any shape in lines repeating across the field. The lines are like contour lines where the last pass follows the curvature of the previous, but any variations made are not carried to the next line. Pressing the button brings up the Curve Creation/Edit form or if a curve line exists it brings that up. Pressing it again allows you to copy/edit/create more lines.
de: Knopf A-B Kurve Eine A-B-Kurve ist eine beliebig geformte Linie, die sich über das Feld weiderholt. Die Linien ähneln Konturlinien, bei denen die letzte gefahrene Linie der Krümmung der Vorherigen folgt, jedoch vorgenommene Änderungen nicht auf die nächste Linie übertragen werden. Durch Drücken des Knopfes wird das Fenster „A-B- Kurve erstellen/bearbeiten“ angezeigt. Wenn eine A-B-Kurve vorhanden ist, wird diese aufgerufen. Durch erneutes Drücken können Sie weitere Kurven kopieren/bearbeiten/erstellen. Hinweise: - Beim Namen der Linien ist es hilfreich sie in der Reihenfolge wie sie typischerweise verwendet werden, sowie nach der Grenze, an der sie liegt zu nennen Bsp: 01 AB west Asphaltweg - Gerade Stücke in der Kurvenlinie erzeugen Sie, in dem Sie während der Aufnahme Pause drücken. Dann wird der letzte Punkt vor und nach der Pause gerade verbunden.
hu: Görbe irányvonal Görbe irányvonal lehetőséget ad, hogy bármilyen formát kövessünk eltolva a földön. A vonalak mint kontúrvonalak ahol az aktuális fogás az előző fogással párhuzamos viszont bármilyen vonaltól eltérés nem fog a következő fogáson látszódni. A gomb megnyomásával a görbe kreálás/szerkesztés ablak jelenik meg vagy ha van létező lehetőség van azok másolására/módosítására.
lv: Līknes vadīšanas poga Līknes vadība ļauj sekot jebkurai formai līnijās, kas atkārtojas visā laukā. Līnijas ir kā kontūrlīnijas, kur pēdējā pāreja seko iepriekšējās izliekumam, bet veiktās izmaiņas netiek pārnestas uz nākamo līniju. Nospiežot pogu, tiek atvērta līknes izveides/rediģēšanas forma vai, ja ir līknes līnija, tā tiek atvērta. Nospiežot to vēlreiz, varat kopēt/rediģēt/izveidot vairāk rindu.
ru: Кнопка навигации по кривой Навигация по кривой позволяет вам следовать любой форме в линиях, повторяющихся по всему полю. Линии похожи на контурные линии, где последний проход повторяет кривизну предыдущего, но любые сделанные изменения не переносятся на следующую строку. Нажатие кнопки вызывает форму создания/редактирования кривой или, если кривая существует, вызывает ее. Повторное нажатие позволяет копировать/редактировать/создавать дополнительные строки.
uk: Кнопка Керування по кривій Кнопка "Ведення по кривій" дозволяє вам слідувати будь-якій формі по лініях, що повторюються по всьому полю. Ці лінії схожі на контурні лінії, де останній прохід повторює кривизну попереднього, але будь-які зміни не переносяться на наступну лінію. Натискання кнопки відкриває форму Створення/редагування кривої або, якщо крива лінія вже існує, виводить її на екран. Повторне натискання кнопки дозволяє копіювати/редагувати/створювати більше ліній.

# h_btnCycleLines
source: Cycle Through Lines Button Allows you to cycle or step through existing lines of the mode you currently have selected. Cycle all ABLines or all Curve Lines available. Disabled if no lines are made.
de: Knopf nächste Linie Wählt die nächste Linie in der Liste der gleichen Linienart (A-B Linie oder A-B Kurve. Deaktiviert, wenn es keine oder nur eine Linie gibt.
hu: Iterálás az egyeneseken gomb Lehetőséget nyújt a meglévő egyenesek közötti váltásra, a kiválasztott módtól függően. Azaz AB egyensek / görbék / kontúrok között vált. Nem elérhető amennyiben nincsenek konfigurált egyenesek/vonalak.
lv: Poga Cycle Through Lines (Cikt cauri līnijām) Ļauj pārvietoties vai pārvietoties pa esošajām pašreiz atlasītā režīma līnijām. Pārslēdziet visas pieejamās AB līnijas vai visas līknes līnijas. Atspējots, ja nav izveidota neviena rindiņa.
ru: Кнопка «Циклическое переключение линий» Позволяет циклически или пошагово перемещаться по существующим линиям выбранного режима. Зациклить все ABLines или все доступные Curve Lines. Отключено, если линии не создаются.
uk: Кнопка циклічного переходу між рядками Дозволяє циклічно переходити між існуючими лініями вибраного режиму. Циклічно перебирає всі доступні лінії ABLines або всі доступні лінії Curve. Неактивна, якщо не створено жодної лінії.

# h_btnDayNightMode
source: Day or Night Colors Button.
de: Knopf Tag-/Nachtmodus
hu: Nappali/Éjszakai színek közötti váltás gombja.
lv: Dienas vai nakts krāsu poga.
ru: Кнопка цветов дня или ночи.
uk: Кнопка денного або нічного кольору.

# h_btnDistanceArea
source: Distance and Area Button Shows user distance travelled and accumulated area marked. Touch the digits to reset to zero. Will be remembered when exiting the program and starting again
de: Knopf Fahrstrecke und Fläche Zeigt die vom Fahrzeug zurückgelegte Strecke und die bearbeitete Gesamtfläche an. Berühren Sie die Ziffern, um sie auf Null zurückzusetzen. Gesamtfläche wird gespeichert, wenn das Programm beendet und erneut gestartet wird.
hu: Távolság és Terület gombja Megmutatja a megtett távolságot és az megművelt területek méretét. Érintsd meg a számokat a nullázáshoz. A kilépéskor az érték elmentésre kerül és induláskor újra betöltésre kerül
lv: Attāluma un apgabala poga Parāda lietotāja nobraukto attālumu un uzkrāto atzīmēto apgabalu. Pieskarieties cipariem, lai atiestatītu uz nulli. Atcerēsies, izejot no programmas un startējot no jauna
ru: Кнопка «Расстояние и площадь» Показывает пройденное пользователем расстояние и отмеченную накопленную площадь. Коснитесь цифр, чтобы сбросить их до нуля. Запомнится при выходе из программы и повторном запуске
uk: Кнопка відстані та площі Показує пройдену користувачем відстань та позначену площу. Натисніть на цифри, щоб обнулити значення. Запам'ятовується при виході з програми та повторному запуску

# h_btnEditAB
source: Edit Guidance Line Button If there is an active guidance line available to edit, this will bring up the form to edit the line. It is the same button for either curve or line and brings up the correct form depending on which one you are using at the time. To copy or create new guidance lines press the ABLine or AB Curve button.
de: Knopf Linie bearbeiten. Wenn eine aktive Linie zum Bearbeiten verfügbar ist, wird das Formular zum Bearbeiten der Linie angezeigt. Funktioniert mit A-B Linie und A-B Kurve. Die Linie kann damit verschoben werden, in der Richtung umgekehrt oder auf Fahrzeugmitte zentriert werden. Die Änderungen können entweder nur für den Moment verwendet werden, oder als veränderte Linie abgespeichert werden. Um Linien zu kopieren oder Neue zu erstellen, drücken Sie die Knöpfe A-B Linie oder A-B Kurve.
hu: Irányvonal szerkesztése gomb Ha van egy aktív irányvonal amely szerkeszthető akkor egy ablakot jelenít meg a vonal szerkesztésére. Ezzel a gombba lehet szerkeszteni mind az egyeneseket mint a görbéket attől függően, hogy melyik aktív éppen. A másoláshoz vagy To copy or create new guidance lines press the ABLine or AB Curve button.
lv: Poga Rediģēt vadošo līniju Ja rediģēšanai ir pieejama aktīva vadības līnija, tiks parādīta līnijas rediģēšanas forma. Tā ir viena un tā pati poga līknei vai līnijai, un tiek parādīta pareizā forma atkarībā no tā, kuru no tām pašlaik izmantojat. Lai kopētu vai izveidotu jaunas vadības līnijas, nospiediet pogu ABLine vai AB Curve.
ru: Кнопка «Редактировать линию навигации» Если есть активная линия навигации, доступная для редактирования, откроется форма для редактирования линии. Это одна и та же кнопка для кривой или линии, и она отображает правильную форму в зависимости от того, какую из них вы используете в данный момент. Чтобы скопировать или создать новые навигационные линии, нажмите кнопку ABLine или AB Curve.
uk: Кнопка редагування напрямної лінії Якщо є активна напрямна лінія, яку можна редагувати, ця кнопка відкриє форму для редагування лінії. Це однакова кнопка для кривої або лінії, і вона відкриває правильну форму, залежно від того, яку з них ви використовуєте в даний момент. Щоб скопіювати або створити нові напрямні, натисніть кнопку ABLine або AB Curve.

# h_btnFlag
source: Flag Mark Button Make a flag mark on the field surface. You can right click or long push to bring up a small menu to select either red green or yellow colored flags. Creating a flag brings up an edit box to allow you to add notes, it also shows what number flag was made.
de: Knopf Markierung setzen Machen Sie eine Markierung auf dem Feld. Sie können Sie entweder rot, grüne oder gelbe Markierungen (Flaggen) setzen. Mit der rechten Maustaste klicken oder lange drücken, um die Farbe zu ändern. Beim Erstellen einer Markierung wird ein Bearbeitungsfeld angezeigt, in dem Sie Notizen hinzufügen können. Außerdem wird die fortlaufende Nummer der Markierung und weitere Informationen angezeigt.
hu: Zászló kihelyezése gomb Egy zászlót tesz a területre. Jobb kattintással / hosszan nyomással egy kis menüt lehet felhozni a színek (piros, zöld, sárga) kiválasztására. A lehelyezés után egy ablak jelenik meg ahol jegyzeteket lehet hozzáadni. Valamint a zászló számát is kijelzi.
lv: Karoga atzīmes poga Izveidojiet karoga atzīmi uz lauka virsmas. Varat ar peles labo pogu noklikšķināt vai nospiest, lai atvērtu nelielu izvēlni, lai atlasītu sarkani zaļus vai dzeltenus karogus. Izveidojot karogu, tiek parādīts rediģēšanas lodziņš, kurā varat pievienot piezīmes, kā arī tiek parādīts, kāds skaitļa karogs tika izveidots.
ru: Кнопка «Отметка флажком» Сделайте отметку флажком на поверхности поля. Вы можете щелкнуть правой кнопкой мыши или долго нажимать, чтобы вызвать небольшое меню, чтобы выбрать красно-зеленые или желтые флажки. Создание флага вызывает окно редактирования, позволяющее добавлять заметки, а также показывает, какой номер флага был сделан.
uk: Кнопка позначки прапора Зробіть позначку прапорця на поверхні поля. Ви можете клацнути правою кнопкою миші або довго натиснути, щоб викликати невелике меню для вибору червоного, зеленого або жовтого кольорів прапорців. При створенні прапорця з'являється вікно редагування, в якому ви можете додавати примітки, а також показується номер прапорця, який було створено.

# h_btnFreeDrive
source: Free Drive Button Allows you to test the autosteer hardware manually. Control the autosteer even if we don't have a line, drive straight. We can change the angle with the arrows.
de: Testknopf Lenkung Ermöglicht Ihnen, die Autosteer-Hardware manuell zu testen. Kontrollieren Sie die automatische Lenkung, auch wenn wir keine Linie haben, fahren Sie geradeaus. Sie können den Lenkwinkel mit den Pfeilen ändern.
hu: Szabad vezetés gombja Lehetővé teszi az automata vezérlés manuális tesztelését. Lehetővé teszi a kormányzást akkor is ha nincs beállított vonal. A nyilak segítségével állíthatjuk a kormányzás szögét.
lv: Free Drive poga Ļauj manuāli pārbaudīt automātiskās stūrēšanas aparatūru. Kontrolējiet automātisko stūrēšanu pat tad, ja mums nav līnijas, brauciet taisni. Mēs varam mainīt leņķi ar bultiņām.
ru: Кнопка Free Drive Позволяет вручную протестировать аппаратное обеспечение автоматического рулевого управления. Управляйте автоматическим рулевым управлением, даже если у нас нет линии, езжайте прямо. Мы можем изменить угол с помощью стрелок.
uk: Кнопка вільного пробігу Дозволяє вручну протестувати апаратне забезпечення автопідрулення. Керуйте автопілотом, навіть якщо у нас немає лінії, їдьте прямо. Ми можемо змінювати кут за допомогою стрілок.

# h_btnFreeDriveZero
source: Drive Steer Angle Zero Set steer angle to zero, or if it is zero sets angle to plus 5. Good for testing the steer response.
de: Lenkwinkel Null setzen Stellen Sie den Lenkwinkel auf Null ein. Verändern Sie den Lenkwinkel in 5° Schritten. Gut zum Testen der Lenkreaktion.
hu: Kormányszög nullázása Középre állítja a kormányt, amennyiben középállásban van akkor pedig +5 fokra tesztelve ezáltal a kormány reakcióját.
lv: Piedziņas stūres leņķis nulle Iestatiet pagrieziena leņķi uz nulli vai, ja tas ir nulle, iestata leņķi uz plus 5. Piemērots stūrēšanas reakcijas pārbaudei.
ru: Drive Steer Angle Zero Установите угол поворота на ноль, или, если он равен нулю, установите угол на плюс 5. Подходит для проверки реакции рулевого управления.
uk: Нульовий кут повороту керма Встановіть кут керма на нуль або, якщо він дорівнює нулю, встановіть кут на плюс 5. Добре підходить для тестування реакції керма.

# h_btnHeadlandOnOff
source: Headland On Off Button Once a headland is created you can turn the headland on and off with this button. When off, section control no longer stops at headland. You can disable section control turning off at the headland in the headland create/edit form from the field menu.
de: Knopf Vorgewende-Automatik Ein/Aus Sobald ein Vorgewende erstellt wurde, können Sie die Vorgewendeautomatik mit dieser Schaltfläche ein- und ausschalten. Im ausgeschalteten Zustand stoppt die Teilbreitenkontrolle nicht mehr am Vorgewende. Sie können das Ausschalten der Teilbreitenkontrolle am Vorgewende im Fenster zum Erstellen/Bearbeiten des Vorgewendes über das Menü (Knopf) Feld deaktivieren.
hu: Forgó Be/Ki gomb Miután a forgó létre lett hozva lehetőség van a be/kikapcsolásra a gomb segítségével. Kikapcsolt állapotban a szakaszvezérlés nem fog működni a forgón. A szakaszvezérlés forgón történő viselkedése módosítható a forgó létrehozása/szerkesztése menüben is.
lv: Apgriešanās joslas ieslēgšanas izslēgšanas poga Kad ir izveidots apgriešanās laukums, varat to ieslēgt un izslēgt, izmantojot šo pogu. Izslēgtā stāvoklī sekcijas vadība vairs neapstājas laukuma malā. Lauka izvēlnē lauka izvēlnē varat atslēgt sadaļas vadības izslēgšanu lauka apgabala izveides/rediģēšanas veidlapā.
ru: Кнопка включения и выключения разворотной полосы После создания разворотной полосы вы можете включать и выключать разворотную полосу с помощью этой кнопки. В выключенном состоянии управление секциями больше не останавливается на разворотной полосе. Вы можете отключить отключение управления секциями на разворотной полосе в форме создания/редактирования разворотной полосы из меню поля.
uk: Кнопка увімкнення/вимкнення розвороту на смузі розвороту Після створення розвороту на краю поля ви можете вмикати та вимикати його за допомогою цієї кнопки. Якщо вимкнено, керування секціями більше не зупиняється на розвороті на краю поля. Ви можете вимкнути вимкнення керування секціями на розвороті на формі створення/редагування розвороту в меню поля.
