Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# hc_cboxAutoSteerAuto
source: AutoSteer Manual or Automatic Engage mode. In manual mode, you must press the AutoSteer button to engage AutoSteer. Steer motor/Valve steer switch has no effect. In Auto Mode, when you engage the steer or valve steering switch, the AutoSteer button will automatically turn on. Be careful with Auto mode when travelling down the road. Always turn off or disconnect power to any autosteer mechanical device when commuting.
de: Manuelles oder automatisches Einschalten der automatischen Lenkung. Beim manuellen Einschalten müssen Sie den AutoSteer-Knopf auf dem Bildschirm drücken, um die automatische Lenkung zu aktivieren. Der Schalter am Motor selbst (wenn vorhanden) trennt nur den Strom zum Motor, hat aber keine Wirkung auf das Programm. Wenn Sie beim automatischen Einschalten den Lenk- oder Ventillenkungsschalter betätigen, wird auch im Programm die AutoSteer-Taste automatisch aktiviert. Seien Sie vorsichtig mit dem automatischen Einschalten, wenn Sie auf der Straße fahren. Schalten Sie immer alle mechanischen Lenkautomatikgeräte aus und trennen Sie sie von der Stromversorgung.
hu: Kormányzás kézi vagy automatikus engedélyezése Kézi üzemmódban szükséges a gomb megnyomása, hogy a gép átvegye az irányítást, a motoron / szelepen lévő kapcsolók figyelmen kívül lesznek hagyva. Automatikus üzemmódban amikor a kormányzás kapcsoló engedélyezésre kerül a gép elkezdi a kormányzást. Vigyázzunk az automata üzemmóddal és ne használjuk vonulás közben. Mindig kapcsoljuk ki esetleg teljesen áramtalanítsuk a GPS-t amikor vonulunk.
lv: AutoSteer manuālais vai automātiskās ieslēgšanas režīms. Manuālajā režīmā ir jānospiež poga AutoSteer, lai ieslēgtu AutoSteer. Stūres motora/vārsta stūres slēdzim nav nekādas ietekmes. Automātiskajā režīmā, ieslēdzot stūres vai vārsta stūres slēdzi, automātiski ieslēgsies poga AutoSteer. Esiet piesardzīgs, izmantojot automātisko režīmu, braucot pa ceļu. Braucot uz darbu un mājām, vienmēr izslēdziet vai atvienojiet strāvas padevi jebkurai automātiskās stūrēšanas mehāniskajai ierīcei.
ru: AutoSteer Ручной или автоматический режим включения. В ручном режиме вы должны нажать кнопку AutoSteer, чтобы включить AutoSteer. Переключатель рулевого управления двигателя/клапана не действует. В автоматическом режиме, когда вы включаете переключатель рулевого управления или клапана, автоматически включается кнопка AutoSteer. Будьте осторожны с автоматическим режимом во время движения по дороге. Всегда выключайте или отключайте питание любого механического устройства автоматического рулевого управления во время поездок на работу.
uk: Ручний або автоматичний режим увімкнення AutoSteer. У ручному режимі ви повинні натиснути кнопку AutoSteer, щоб увімкнути функцію AutoSteer. Перемикач рульового двигуна/клапанного рульового управління не має ніякого впливу. В автоматичному режимі, коли ви вмикаєте рульове управління або перемикач рульового управління клапаном, кнопка AutoSteer автоматично вмикається. Будьте обережні з автоматичним режимом під час руху по дорозі. Завжди вимикайте або від'єднуйте живлення будь-якого механічного пристрою з функцією автоматичного керування під час поїздок.

# hc_cboxConv
source: A2D Convertor Input Configuration Select either Single or Differential input. most commonly it is single type input ground referenced. Oddly even the Differential is still ground referenced but seems to work with OEM style WAS.
de: AD Wandler Modus Wählen Sie zwischen der Messung gegen Masse (=single) oder der differenziellen Messung zwischen zwei Spannungen (=differential). Bei der Messung gegen Masse wird der Lenkwinkelsensor (WAS) meist von der Platine mit Strom versorgt. Die differentielle Messung wird bei Nutzung des orginal im Fahrzeug verbauten Sensors genutzt.
hu: Analóg Digitális (A/D) átlakító beállítása Válasszunk az egyszerű (Single) vagy különbözeti? (Differential) bemenetek között. Ez egyszerű bemenet az elterjedtebb ami a nullához méri az értékekt. (WAS_L = 0 , WAS_H = 0..5V) Furcsa mód a különbözeti is a nullához méri az értékeket de jobban működik a gyári kormányszögjeladókkal (WAS).
lv: A2D pārveidotāja ievades konfigurācija Izvēlieties vienu vai diferenciālo ievadi. visbiežāk tā ir viena tipa ievades zemējuma atsauce. Savādi, pat diferenciālis joprojām ir atsauce uz zemi, bet šķiet, ka tas darbojas ar OEM stila WAS.
ru: Конфигурация входа преобразователя A2D Выберите одиночный или дифференциальный вход. чаще всего это заземление входа одного типа. Как ни странно, даже дифференциал по-прежнему привязан к земле, но, похоже, работает с WAS в стиле OEM.
uk: Конфігурація входу A2D перетворювача Виберіть одинарний або диференціальний вхід. найчастіше це одинарний вхід з прив'язкою до землі. Дивно, але навіть диференціальний вхід все ще прив'язаний до землі, але, схоже, працює з WAS у стилі OEM.

# hc_cboxCurrentSensor
source: Current Sensor enable If using a current sensor enable this feature to stop autosteer by holding the wheel and detecting a high current use.
de: Stromsensor aktivieren. Bei installiertem Strom Sensor wird ein Widerstand in der Lenkung gemessen, der einen höheren Strom am Lenkradmotor verursacht. Damit kann ein Lenkeingriff des Fahrers festgestellt werden und die automatische Lenkung schaltet aus.
hu: Árammérő Ha van beépített árammérő annak segítségével letiltható a kormányzás amennyiben a motor túl nagy áramot vesz fel. (Ellenfogunk a kormánynak például.).
lv: Pašreizējā sensora iespējošana Ja izmantojat strāvas sensoru, iespējojiet šo funkciju, lai apturētu automātisko stūrēšanu, turot pie stūres un nosakot lielu strāvas patēriņu.
ru: Включение датчика тока При использовании датчика тока включите эту функцию, чтобы остановить авторуление, удерживая руль и обнаруживая использование сильного тока.
uk: Увімкнення датчика струму Якщо ви використовуєте датчик струму, увімкніть цю функцію, щоб зупинити автопідрулення, утримуючи кермо і виявляючи високий рівень струму.

# hc_cboxDanfoss
source: Danfoss Valve If using the Danfoss style Udc valve, select this. The arduino sketch will then automatically use and send out the right values for the valve.
de: Danfoss Ventil Wenn Sie ein Danfoss UDC Ventil nutzen, werden in der Autosteer Platine entsprechende Einstellungen hinterlegt, die zum Ventil passen.
hu: Danfoss szelep Ha Danfoss típusú "Udc" szeleppel szerelt gépünk van válaszd ezt. Az arduino ennek segítsgével a megfelelő értékeket fogja küldeni a szelepnek.
lv: Danfoss Valve Ja izmantojat Danfoss stila Udc vārstu, atlasiet šo. Pēc tam arduino skice automātiski izmantos un izsūtīs vārsta pareizās vērtības.
ru: Клапан Danfoss При использовании клапана Udc типа Danfoss выберите этот вариант. Затем скетч Arduino автоматически использует и отправляет правильные значения для клапана.
uk: Клапан Danfoss Якщо ви використовуєте Udc-клапан Danfoss, виберіть цей параметр. Скетч ардуїно буде автоматично використовувати та надсилати правильні значення для клапана.

# hc_cboxDataInvertRoll
source: Invert Roll Roll to the right must be a positive value. If roll shows a negative value, touch Invert Roll to make it positive. A very important setting. See the picture on this form for clarity.
de: Seitenneigung invertieren Wenn sich das Fahrzeug nach rechts neigt, sollten die Werte der Seitenneigung positiv sein. Hiermit können die Werte invertiert (=umgedreht) werden.
hu: Dőlés cseréje A jobbra történő dőlés pozitív kell, hogy legyen. Amennyiben ez negatít úgy ezzel tudjuk felcserélni a 2 értéket. Nagyon fontos paraméter, lásd a képet a jobb oldalon ha nem lenne érthető.
lv: Invert Roll Roll pa labi ir jābūt pozitīvai vērtībai. Ja sagāzuma vērtība ir negatīva, pieskarieties vienumam Invert Roll, lai padarītu to pozitīvu. Ļoti svarīgs uzstādījums. Skaidrības labad skatiet šīs veidlapas attēlu.
ru: Invert Roll Roll Roll to right должен иметь положительное значение. Если бросок показывает отрицательное значение, коснитесь Инвертировать бросок, чтобы сделать его положительным. Очень важная настройка. См. изображение в этой форме для ясности.
uk: Інвертувати крен Кут нахилу вправо має бути додатним. Якщо рулон показує від'ємне значення, натисніть Інвертувати рулон, щоб зробити його додатним. Це дуже важливе налаштування. Для наочності дивіться зображення на цій формі.

# hc_cboxEncoder
source: Steering Wheel Encoder Poorly named, but allows the detection of turning the steering wheel being turned by using a shaft sensor. This setting enables it. Additional setting is the counts. when the steer module counts that many detections, it turns off the steering drive.
de: Drehwertgeber / Steering wheel encoder Wenn Sie am Lenkrad einen Drehwertgeber installiert haben, so können Sie damit einen Lenkeingriff erkenn, der dann die automatische Lenkung ausschaltet. Legen Sie zusätzlich fest, nach wie vielen Pulsen (Counts) des Gebers die Lenkung abschaltet.
hu: Kormánymotoron lévő számláló Segítségével detektálni lehet a kormány elfordítását. Ezzel a beállítással tudjuk aktiválni. A hozzá tartozó "kattanás" érték segítségvel tudjuk beállítani, hogy mekkora elfordítás után kapcsoljuk ki a gépi kormányzást.
lv: Stūres rata kodētājs Slikti nosaukts, taču ļauj noteikt stūres pagriešanos, izmantojot vārpstas sensoru. Šis iestatījums to iespējo. Papildu iestatījums ir skaits. kad stūrēšanas modulis uzskaita tik daudz konstatējumu, tas izslēdz stūres piedziņu.
ru: Энкодер на рулевом колесе Плохое название, но позволяет обнаруживать поворот рулевого колеса с помощью датчика вала. Этот параметр позволяет это сделать. Дополнительными настройками являются счетчики. когда модуль рулевого управления считает такое количество обнаружений, он отключает привод рулевого управления.
uk: Датчик повороту керма Не дуже вдала назва, але вона дає змогу визначати поворот керма за допомогою датчика вала. Це налаштування вмикає його. Додаткове налаштування - кількість спрацьовувань. коли модуль керма нараховує певну кількість спрацьовувань, він вимикає привід керма.

# hc_cboxIsDualAsIMU
source: Use Dual Antenna As IMU Instead of using dual antenna as heading directly, use fix to fix single antenna for heading and smooth heading with dual antenna heading value.
de: Dual GPS als IMU verwenden Dual GPS liefert direkt eine Fahrtrichtung. Stattdessen können Sie auch die Fahrtrichtung mittels der einzelnen GPS Positionen errechnen lassen und die Berechnung durch die Richtung aus den 2 Antennen verfeinern lassen.
hu: Dupla GPS használata IMU helyett A két GPS segítségével pontosan megállapítható a traktor haladási iránya és a dőlése is, így nincs szükség az IMU-ra ami ezen szerepeket tölti be.
lv: Izmantojiet dubulto antenu kā IMU Tā vietā, lai tieši izmantotu dubulto antenu kā virzienu, izmantojiet fiksāciju, lai fiksētu vienu antenu virzienam un vienmērīgai virzienam ar divu antenu virziena vērtību.
ru: Используйте двойную антенну в качестве IMU Вместо того, чтобы использовать двойную антенну в качестве направления, используйте fix, чтобы зафиксировать одну антенну для направления и сгладить направление со значением направления двойной антенны.
uk: Використовувати подвійну антену як IMU Замість того, щоб безпосередньо використовувати подвійну антену для визначення курсу, використовуйте фіксацію для фіксації однієї антени для визначення курсу і згладжування курсу зі значенням курсу подвійної антени.

# hc_cboxIsHydOn
source: Hydraulic Control Off On Enable hydraulic control of tool when entering and leaving the headland.
de: automatische Krafthebersteuerung Schaltet die automatische Krafthebersteuerung ein und aus. Diese wird aktiviert, wenn Sie in das Vorgewende einfahren, oder es verlassen. Zur Nutzung der Funktion muss ein Vorgewende erstellt werden.
hu: Hidraulika vezérlése ki/be Engedélyezi a hidraulika vezérlésést amikor a forgót elérjük. (Felemeli helyettünk a vetőgépet, stb.).
lv: Hidrauliskā vadība Izslēgts Ieslēgts Iespējojiet instrumenta hidraulisko vadību, ieejot apgriešanās joslā un atstājot to.
ru: Гидравлическое управление Выкл. Вкл. Включение гидравлического управления инструментом при входе и выходе с разворотной полосы.
uk: Гідравлічне керування Вимкнути Увімкнути Увімкнути гідравлічне керування інструментом при в'їзді та виїзді з поворотної смуги.

# hc_cboxIsRTK
source: RTK Alarm Enabling this shows an alarm called Lost RTK on the main screen.
de: RTK Alarm Wenn aktiviert, wird ein Alam ausgelöst, wenn das GPS Signal nicht mehr in RTK Qualität kommt.
hu: RTK figyelmeztetés Engedélyezd, hogy az RTK jel megszűnése esetén figyelmeztetést kapj a főképernyőn.
lv: RTK trauksme Iespējojot to, galvenajā ekrānā tiek parādīts trauksmes ziņojums ar nosaukumu Lost RTK.
ru: Тревога RTK При включении этого параметра на главном экране отображается тревога под названием «Потерянный RTK».
uk: Тривога RTK Якщо увімкнути цю опцію, на головному екрані з'явиться тривога під назвою Втрата RTK.

# hc_cboxIsRTK_KillAutoSteer
source: AutoSteer Off if RTK Alarm If RTK alarm is on, then enabling this turns off the AutoSteer when RTK is lost.
de: automatische Lenkung aus bei RTK Verlust Wenn das GPS Signal nicht mehr in RTK Qualität vorliegt, wird die automatische Lenkung ausgeschaltet, wenn diese Funktion aktiviert ist.
hu: AutoSteer tiltása RTK figyelmeztetésnél Ha az RTK figyelmeztetés bekapcsol akkor ennek engedélyezésével kikapcsolható az automata kormányzás (AutoSteer).
lv: AutoSteer izslēgts, ja RTK trauksme Ja RTK trauksme ir ieslēgta, tad, to iespējojot, tiek izslēgta AutoSteer, ja tiek zaudēta RTK.
ru: AutoSteer Off if RTK Alarm Если включена сигнализация RTK, включение этого параметра отключает AutoSteer при потере RTK.
uk: Вимкнути автокермування за тривогою RTK Якщо тривога RTK увімкнена, то увімкнення цієї опції вимкне автокермування, коли RTK буде втрачено.

# hc_cboxIsReverseOn
source: Reverse Detect Show the vehicle backing up when enabled or screen spins 180 degrees and shows still going forward
de: Erkennung von Rückwärtsfahrt Wenn aktiviert, dann bewegt sich das Fahrzeug auf dem Bildschirm rückwärts, wenn Sie rückwärts fahren. Andernfalls dreht sich der Bildschirm und das Fahrzeug auf dem Bildschirm fährt immer vorwärts.
hu: Tolatás detektálása Engedélyezzük a tolatás detektálását, ellenkező esetben irányváltásnál a jármű 180 fokos fordulatot tesz és továbbra is előre megy
lv: Reverse Detect Parādiet transportlīdzekļa dublēšanu, kad tas ir iespējots, vai ekrāns griežas par 180 grādiem un rāda, ka joprojām brauc uz priekšu
ru: Обнаружение заднего хода Показывает, что автомобиль движется задним ходом, если он включен, или экран поворачивается на 180 градусов и показывает, что все еще движется вперед
uk: Виявлення руху заднім ходом Якщо увімкнено, показує, що автомобіль рухається заднім ходом, або екран повертається на 180 градусів і показує, що він продовжує рухатися вперед

# hc_cboxMachInvertRelays
source: Invert Controls If your controls are on instead of off, enable this to invert the control.
de: Invertiert die Ein-/Ausgänge Wenn sich Ihre Schalter oder Relais genau umgekehrt verhalten, können Sie das Verhalten damit invertieren.
hu: Cseréld meg Ha a kapcsolók alapból bekapcsolt állapotban vannak akkor ezzel meg lehet cserélni a viselkedést. (Értsd: a hátsó hidraulika ha alapból emelve van akkor vezérléssel süllyesszük. ).
lv: Apgrieztās vadīklas Ja vadīklas ir ieslēgtas, nevis izslēgtas, iespējojiet šo, lai vadīklu apgrieztu.
ru: Инвертировать элементы управления Если ваши элементы управления включены, а не выключены, включите это, чтобы инвертировать элемент управления.
uk: Інвертувати елементи керування Якщо ваші елементи керування увімкнено, а не вимкнено, увімкніть цю опцію, щоб інвертувати їх.

# hc_cboxMotorDrive
source: Motor Driver Type 2 Choices being Cytron and IBT2 so pick the one you are using.
de: Motor Treiber Auswahl Wählen Sie zwischen einem Cytron Motortreiber und dem IBT2, je nachdem was auf Ihrer Platine verbaut ist.
hu: Motor vezérlő típusa 2 opció: Cytron vagy IBT2, válaszd azt amit használsz (az új alaplapon Cytron vezérlő van általában).
lv: 2. motora draivera izvēles iespējas ir Cytron un IBT2, tāpēc izvēlieties to, kuru izmantojat.
ru: Драйвер двигателя типа 2 Возможные варианты: Cytron и IBT2, поэтому выберите тот, который вы используете.
uk: Тип драйвера двигуна 2 На вибір доступні Cytron та IBT2, тому оберіть той, який ви використовуєте.

# hc_cboxNumSections
source: Number of Sections Using the drop down, choose the number of sections your tool has. It uses the default section width value to fill in the section width for you. Generally set the default section width first, then the number of sections. You can now manually edit any section width if they are different by clicking on that particular section width spinner
de: Anzahl der Teilbreiten Wählen Sie im Dropdown-Menü die Anzahl der Teilbreiten aus, über die Ihr Gerät verfügt. Es wird der Standardwert für die Breite der Teilbreite verwendet. Legen Sie im am besten zuerst die Standardbreite einer Teilbreite und dann die Anzahl der Teilbreiten fest. Dann können Sie jede beliebige Teilbreite manuell bearbeiten, wenn diese unterschiedlich sind.
hu: Szakaszok száma A legördülő menüvel válaszd ki a szakaszok számát amivel az eszköz rendelkezik. Az alapértelmezett szélességel fogja kitölteni az egyes szakaszokat. Célszerű először a szakaszok szélességét beállítani aztán a szakaszok számát. (75 cm-es kukoricasortáv + 6 sor) Lehetőség van kézzel beállítani bármelyik szakasz szélességét egyenként is
lv: Sadaļu skaits Izmantojot nolaižamo izvēlni, izvēlieties rīkā esošo sadaļu skaitu. Tas izmanto noklusējuma sekcijas platuma vērtību, lai jūsu vietā aizpildītu sadaļas platumu. Parasti vispirms iestatiet noklusējuma sekcijas platumu, pēc tam sadaļu skaitu. Tagad varat manuāli rediģēt jebkuru sekcijas platumu, ja tie atšķiras, noklikšķinot uz konkrētā sekcijas platuma griežamā
ru: Количество секций В раскрывающемся списке выберите количество секций, которые есть в вашем инструменте. Он использует значение ширины раздела по умолчанию, чтобы заполнить ширину раздела для вас. Обычно сначала устанавливается ширина раздела по умолчанию, а затем количество разделов. Теперь вы можете вручную редактировать ширину любой секции, если они отличаются, щелкнув по этому конкретному счетчику ширины секции.
uk: Кількість секцій У випадаючому списку виберіть кількість секцій для вашого інструмента. Інструмент використовує значення ширини секції за замовчуванням, щоб заповнити ширину секції для вас. Зазвичай спочатку встановлюють ширину секції за замовчуванням, а потім кількість секцій. Тепер ви можете вручну відредагувати ширину будь-якої секції, якщо вони відрізняються, натиснувши на відповідний повзунок ширини секції

# hc_cboxPressureSensor
source: Pressure Sensor Switch when using an oil pressure sensor, enable this feature.
de: Öldruckschalter eingebaut Wenn Sie einen Öldruckschalter zum Ausschalten bei Lenkeingriff eingebaut ahben, aktivieren Sie diesen Knopf.
hu: Nyomáskapcsoló Amenniyben van olajnyomás érzékelő úgy aktiváljuk ezt a funkciót.
lv: Spiediena sensora slēdzis, kad izmantojat eļļas spiediena sensoru, iespējojiet šo funkciju.
ru: Переключатель датчика давления при использовании датчика давления масла включите эту функцию.
uk: Перемикач датчика тиску якщо використовується датчик тиску оливи, увімкніть цю функцію.

# hc_cboxSectionResponse
source: Section Response Fast/Slow This selects how often section control is run per second. In fast mode it is one half the nmea speed and in slow mode it is half of that. If you have a slow computer, and section control is not super critical and speeds are slower, use the slow mode. If you find the sections aren't turning on fast enough, select fast mode. Section math is intense along with boundaries and headlands so this may help a slower tablet.
hu: Szakaszreakció sebessége Beállítható, hogy a szakaszvezérlés kalkulációja másodpercenként hány alkalommal fusson. Gyors módban a GPS érték másfélszerese, lassú üzemmódban pedig fele. A GPS érték általában 5-10x frissül másodpercenként. Amennyiben lassú a számítógép és a szakaszvezérlés nem kritikus és/vagy lassú a sebesség célszerű a lassú üzemmódot használni. Amennyiben viszont túl későn kapcsolnak a szakaszok válaszd a gyors üzemmódot. A szakaszvezérlési algoritmus a forgón és a föld szélén nagyon sok számítást igényel, ez segíthet a lassabb számítógépen való futtatásban.
lv: Section Response Fast/Llow Izvēlas, cik bieži sekcijas vadība tiek izpildīta sekundē. Ātrajā režīmā tas ir puse no nmea ātruma, bet lēnajā režīmā tas ir uz pusi mazāks. Ja jums ir lēns dators un sekcijas vadība nav īpaši svarīga un ātrums ir mazāks, izmantojiet lēno režīmu. Ja atklājat, ka sadaļas neieslēdzas pietiekami ātri, atlasiet ātro režīmu. Sadaļu matemātika ir intensīva kopā ar robežām un zemes galotnēm, tāpēc tas var palīdzēt lēnākam planšetdatoram.
ru: Отклик секции Быстрый/Медленный Этот параметр определяет, как часто выполняется управление секциями в секунду. В быстром режиме это половина скорости nmea, а в медленном — половина. Если у вас медленный компьютер, а управление разделами не суперкритично и скорости ниже, используйте медленный режим. Если вы обнаружите, что секции включаются недостаточно быстро, выберите быстрый режим. Математика секции интенсивна вместе с границами и мысами, поэтому это может помочь более медленному планшету.
uk: Швидкість реакції секцій Швидко/повільно Цей параметр визначає, як часто виконується керування секціями в секунду. У швидкому режимі вона дорівнює половині швидкості nmea, а у повільному - половині швидкості nmea. Якщо у вас повільний комп'ютер, і керування секціями не є надто важливим, використовуйте повільний режим. Якщо ви вважаєте, що секції вмикаються недостатньо швидко, виберіть швидкий режим. Обчислення секцій, а також меж і розворотів на смугах розвороту є складними, тому це може допомогти повільнішому планшету.
