Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# gsABCurve
source: AB Curve
de: A-B Kurve
hu: AB görbe
lv: AB Izliekta
ru: АВ кривая
uk: АВ крива

# gsABline
source: AB Line
de: A-B Linie
hu: AB egyenes
lv: AB Līnija
ru: АВ прямая
uk: АВ лінії

# gsAbout
source: About...
de: Über...
hu: A programról...
lv: Par...
ru: О программе
uk: О програмі

# gsActionHasBeenCancelled
source: Action Has Been Cancelled
de: Aktion abgebrochen
hu: Művelet megszakítva
lv: Darbība ir atcelta
ru: Акция Была Отменена
uk: Дія скасована

# gsActual
source: Actual
de: Aktuell
hu: Aktuális
lv: Faktiskais
ru: Фактический
uk: Фактичн

# gsAgressiveness
source: Agressiveness
de: Aggressivität
hu: Érzékenység
lv: Agresivitāte
ru: Агрессивность
uk: Агресивн.

# gsAreYouSure
source: Are you sure ?
de: Sind Sie sicher?
hu: Biztosan?
lv: Vai tu esi pārliecināts ?
ru: Вы уверены?
uk: Ви впевнені?

# gsArea
source: Area
de: Fläche
hu: Terület
lv: Platība
ru: Площадь
uk: Площа

# gsAutoSteerConfiguration
source: Auto Steer Configuration
de: Lenkungseinstellungen
hu: Automata kormányzás beállítása
lv: Automātiskās stūrēšanas konfigurācija
ru: Настройка Автопилота
uk: Налаштування автопілота

# gsAutoSteerPort
source: AutoSteer Port
hu: Automata kormányzás portja
lv: Automātiskās stūrēšanas ports
ru: Порт Автопилота
uk: Порт автопілота

# gsBasedOnField
source: Based on Field:
de: Basierend auf Feld:
hu: A következő terület alapján:
lv: Pamatojoties no lauka:
ru: Основа поля
uk: Первин.поле

# gsBoundary
source: Boundary
de: Schlaggrenze erstellen
hu: Művelési határ
lv: Robeža
ru: Граница
uk: Межа

# gsBoundaryLineFilesAreCorrupt
source: Boundary Lines File Corrupt
de: Außengrenze Datei fehlerhaft
hu: Művelési határvonal fájlja sérült
lv: Robežlīniju fails ir bojāts
ru: Файл Линий Границ Поврежден
uk: Файл межових ліній пошкоджено

# gsButFieldIsLoaded
source: But Field Is Loaded
de: aber Feld wurde geladen
hu: BUT fájl betöltve
lv: Bet, lauks ir ielādēts
ru: Поле Загружено
uk: Поле завантажено

# gsCentimeters
source: Centimeter
de: Zentimeter
hu: Centiméter
lv: Centimetrs
ru: См
uk: сантиметри

# gsChooseADifferentField
source: Choose a different field
de: Wählen Sie ein anderes Feld
hu: Válassz egy másik területet
lv: Izvēlieties citu lauku
ru: Выберите другое поле
uk: Вибр.інше поле

# gsChooseADifferentName
source: Choose a different name
de: Wählen Sie einen anderen Namen
hu: Válassz egy másik nevet
lv: Izvēlieties citu nosaukumu
ru: Выберите другое имя
uk: Вибр.інше ім'я

# gsChooseBuildDifferentone
source: Choose or Build a Different one
de: Wähle oder erstellen sie ein Anderes
hu: Válassz vagy készíts egy másikat
lv: Izvēlieties vai izveidojiet citu
ru: Выберите или создайне другой
uk: Вибер.або побуд.інше

# gsCloseFieldFirst
source: Close Field First
de: Feld vorher schließen
hu: Zárd be a területet először
lv: Vispirms aizveriet lauku
ru: Сначала Закройте Поле
uk: Спершу закрити поле

# gsColors
source: Colors
de: Farben
hu: Színek
lv: Krāsas
ru: Цвета
uk: Кольори

# gsCompletelyDeleteBoundary
source: Completely Delete Boundary
de: Ganze Schlaggrenze löschen
hu: Művelési határ teljes törlése
lv: Pilnībā dzēst robežu
ru: Полностью Удалить Границу
uk: Повністю стерти межу

# gsContourFileIsCorrupt
source: Contour File Corrupt
de: Kontur Datei fehlerhaft
hu: Kontúr fájl hibás
lv: Kontūras fails ir bojāts
ru: Контурный Файл Поврежден
uk: Контурний файл пошкоджено

# gsContourOn
source: Contour On
de: Kontur aktiviert
hu: Kontúr be
lv: Kontūra ieslēgta
ru: Контур Вкл
uk: Контур увімк

# gsCouldntGenerateValidPath
source: No Valid Path
de: Kein gültiger Pfad
hu: Nem sikerült az útvonalkészítés
lv: Nav derīga ceļa
ru: Нет Допустимого Пути
uk: Немає дійсного шляху

# gsCreateABoundaryFirst
source: Create A Boundary First
de: Zuerst eine Außengrenze erstellen
hu: Készíts egy határvonalat először
lv: Vispirms izveidojiet robežu
ru: Сначала Создайте Границу
uk: Спочатку створіть кордон

# gsCreateNewField
source: Create New Field
de: Neues Feld erstellen
hu: Új terület készítése
lv: Izveidot jaunu lauku
ru: Создать Новое Поле
uk: Створ.нове поле

# gsCurrent
source: Current (A)
de: Strom (A)
hu: Áramerősség (A)
lv: Strāva (A)
ru: Текущая (А)
uk: Поточна (А)

# gsCurrentSensorValueLabel
source: Current (A)
de: Strom (A)
hu: Amper (A)
lv: Strāva (A)
ru: Текущая (А)
uk: Поточна (А)

# gsCurveLineFileIsCorrupt
source: Curve Line File Corrupt
de: A-B Kurven Datei fehlerhaft
hu: Görbe fájl hibás
lv: Līknes līnijas fails ir bojāts
ru: Файл Кривой Линии Поврежден
uk: Файл Кривої Лінії Пошкоджено

# gsCurveNotOn
source: Curve Not ON
de: A-B Kurve nicht aktiv
hu: Görbe nincs bekapcsolva
lv: Līkne nav IESLĒGTA
ru: Кривая Не ВКЛЮЧЕНА
uk: Крива Не УВІМКНЕНА

# gsDeleteAllContoursAndSections
source: Delete All Sections And Contours
de: Alle Konturen und bearbeitete Fläche löschen
hu: Összes szekció és kontúr törlése
lv: Dzēst visas sadaļas un kontūras
ru: Удалить Все Разделы И Контуры
uk: Видалити всі розрізи та контури

# gsDeleteAppliedArea
source: Delete Applied Area
de: Bearbeitete Fläche löschen
hu: Megművelt terület (festés) törlése
lv: Dzēst apstrādāto apgabalu
ru: Удалить Применяемую Область
uk: Видал.застосовану площу

# gsDeleteContourPaths
source: Delete Contour Paths
de: Konturpfade löschen
hu: Kontúrvonalak törlése
lv: Dzēst kontūru ceļus
ru: Удаление Очередных Контуров
uk: Видал.шляхи контурів

# gsDeleteForSure
source: Delete For Sure?
de: Wirklich löschen?
hu: Biztosan törli?
lv: Izdzēst, esi pārliezināts?
ru: Удалить! Вы уверены?
uk: Видалити дійсно?

# gsDirectories
source: Directories
de: Verzeichnisse
hu: Mappák
lv: Katalogi
ru: Каталоги
uk: Теки

# gsDirectoryExists
source: Directory Exists
de: Verzeichnis existiert
hu: Mappa létezik
lv: Katalogs pastāv
ru: Каталог уже существует
uk: Тека відсутня

# gsDriveThru
source: Drive Thru
de: Durchfahren
lv: Brauc cauri
ru: Вести Через
uk: Вести через

# gsDriving
source: Driving
de: fahren
hu: Vezetés
lv: Braukšana
ru: Вождение
uk: Ведення

# gsEast
source: East
de: Ost
hu: Kelet
lv: Austrumi
ru: Восток
uk: Схід

# gsEditABCurve
source: Edit AB Curve
de: A-B Kurve bearbeiten
hu: AB görbe szerkesztése
lv: Rediģēt AB līkni
ru: Редактировать кривую AB
uk: Редагув. криву АВ

# gsEditABLine
source: Edit AB Line
de: A-B Linie bearbeiten
hu: AB vonal szerkesztése
lv: Rediģēt AB līniju
ru: Редактировать прямую AB
uk: Редагув. лінію АВ

# gsEncoderCounts
source: Counts
de: Anzahl
hu: Érték
lv: Skaitās
ru: Рассчитывает
uk: Розраховує

# gsEnterCoordinatesForSimulator
source: Enter Coordinates For Simulator
de: Koordinaten für Simulator eingeben
hu: Szimulátorhoz koordináták megadása
lv: Ievadiet koordinātes simulatoram
ru: Введите Координаты Для Симулятора
uk: Ввести координати для тренажера

# gsEnterFieldName
source: Enter Field Name
de: Benennen Sie das Feld
hu: Területnév megadása
lv: Ievadiet lauka nosaukumu
ru: Введите Имя поля
uk: Ввести ім'я поля

# gsEnterSimCoords
source: Enter Sim Coords
de: Sim Koordinaten eingeben
hu: Szimuláció koordinátáinak megadása
lv: Ievadiet Sim Coords
ru: Введите Координаты симулятора
uk: Ввести коорд.тренаж.

# gsError
source: Error
de: FEHLER
hu: Hiba
lv: Kļūda
ru: Ошибка
uk: Помилка

# gsErrorreadingKML
source: Error reading KML
de: Fehler beim KML einlesen
hu: Nem sikerült a KML fájl olvasása
lv: Lasot KML, radās kļūda
ru: Ошибка чтения KML
uk: Помилка при читанні KML

# gsFieldFileIsCorrupt
source: Field File is Corrupt
de: Feld Datei ist fehlerhaft
hu: A terület fájl sérült
lv: Lauka fails ir bojāts
ru: Файл поля поврежден
uk: Файл поля пошкоджений

# gsFieldIsOpen
source: Field Is Open
de: Feld ist geöffnet
hu: Terület megnyitva
lv: Lauks ir atvērts
ru: Поле Открыто
uk: Поле відкрите

# gsFieldNotOpen
source: Field Not Open
de: Feld nicht geöffnet
hu: Terület nincs megnyitva
lv: Lauks nav atvērts
ru: Поле Не Открыто
uk: Поле не відкрите

# gsFileError
source: File Error
de: Dateien fehlerhaft
hu: Fájl hiba
lv: Faila kļūda
ru: Ошибка файла
uk: Помилка файла

# gsFlagFileIsCorrupt
source: Flag File Corrupt
de: Flaggen Datei fehlerhaft
hu: Zászló fájl sérült
lv: Bojāts karoga fails
ru: Флаг Файл Поврежден
uk: Флаг Файл Пошкоджено

# gsForNow
source: For Now
de: Für jetzt
lv: Tagad
ru: На сегодня
uk: Зараз

# gsHeadland
source: Headland
de: Vorgewende
hu: Forgó
lv: Laukmala
ru: Выступ
uk: Відступ

# gsHeadlandForm
source: Create and Edit Headland
de: Vorgewende erstellen und bearbeiten
hu: Forgó készítése és szerkesztése
lv: Izveidojiet un rediģējiet laukmalu
ru: Создание и редактирование выступ
uk: Створити і редагув.відступ

# gsHelp
source: Help
de: Hilfe
hu: Segítség
lv: Palīdzība
ru: Помощь
uk: Допомога

# gsInches
source: Inch
de: Zoll
lv: colla
ru: Дюймы
uk: Дюйми

# gsInner
source: Inner
de: Innere
hu: Belső
lv: Iekšējais
ru: Внутренний
uk: Внутрішній

# gsKMH
source: kmh
ru: км/ч
uk: км/год

# gsLanguage
source: Language
de: Sprache
hu: Nyelv
lv: Valoda
ru: Язык
uk: Мова

# gsMPH
source: mph
ru: миль/час
uk: миль/год

# gsMachinePort
source: Machine Port
de: Maschinen Port
hu: Eszköz Port
lv: Mašīnas ports
ru: Порт управления орудием
uk: Порт керування машиною

# gsMakeBoundaryContours
source: Make Boundary Contours
de: Grenzkonturen erstellen
hu: Határoló kontúrok készítése
lv: Izveidojiet robežu kontūras
ru: Создание контура ганицы
uk: Зробити контури меж

# gsManual
source: Manual
de: Manuell
hu: Kézi
lv: Manuāli
ru: Инструкция
uk: Інструкція

# gsMeters
source: Meters
de: Meter
hu: Méter
lv: Metri
ru: Метры
uk: метри

# gsMissingABLinesFile
source: Missing ABLInes File
de: A-B Datei fehlt
hu: Hiányzó AB vonal fájl
lv: Trūkst AB Līnijas faila
ru: Нет файла (АВ) линий
uk: Відсутній файл (AB) ліній

# gsMissingBoundaryFile
source: Missing Boundary File
de: Außengrenze Datei fehlt
hu: Hiányzó határvonal fájl
lv: Trūkst Robežas faila
ru: Отсутствующий файл границ
uk: Відсутній файл меж

# gsMissingContourFile
source: Missing Contour File
de: Kontur Datei fehlt
hu: Hiányzó kontúr fájl
lv: Trūkst Kontūras faila
ru: Отсутствующий файл контура
uk: Відсутній контурний файл

# gsMissingFlagsFile
source: Missing Flag File
de: Flaggen Datei fehlt
hu: Hiányzó zászló fájl
lv: Trūkst Karoga faila
ru: Отсутствующий файл Флага
uk: Відсутній файл прапора

# gsMissingSectionFile
source: Missing Section File
de: Datei der bearbeiteten Fläche fehlt
hu: Hiányzó szekció fájl
lv: Trūkst Sekciju faila
ru: Отсутствует файл раздела
uk: Відсутній файл розділу

# gsN_East
source: NEast
de: Nordost
hu: Északkelet
lv: Z Austrumi
ru: Северо-Восток
uk: Північний Схід

# gsN_West
source: NWest
de: Nordwest
hu: Északnyugat
lv: Z Rietumi
ru: Северо-Запад
uk: Північний Захід

# gsNew
source: New
de: Neu
hu: Új
lv: Jauns
ru: Новый
uk: Новий

# gsNoABLineActive
source: No ABLine Active
de: Keine A-B Linie aktiv
hu: Nincs akítv AB vonal
lv: Nav AB Līnija aktīva
ru: Нет активной (АВ) линии
uk: Немає активних (AB) ліній

# gsNoBoundary
source: No Boundary
de: Keine Außengrenze
hu: Nincs határvonal
lv: Nav robežu
ru: Нет Границ
uk: Немає меж

# gsNoFieldsFound
source: No Fields Found
de: Kein Feld gefunden
hu: Nem található terület
lv: Nav atrasts neviens lauks
ru: Поля Не Найдены
uk: Поля не знайдено

# gsNoGuidanceLines
source: No Guidance Lines
de: Keine Führungslinien
hu: Nincs irányvonal
lv: Nav navigācija līniju
ru: Нет Направляющих Линий
uk: Немає Направляючих Ліній

# gsNone
source: None
de: keine
hu: Nincs
lv: Nav
ru: Нет
uk: Немає

# gsNoneUsed
source: None Used
de: Keine verwendet
hu: Nincs használva
lv: Nav lietots
ru: Не используется
uk: Нічого не використ.

# gsNorth
source: North
de: Norden
hu: Észak
lv: Ziemeļi
ru: Север
uk: Північ

# gsNothingDeleted
source: Nothing Deleted
de: Es wurde nichts gelöscht
hu: Törlés megszakítva
lv: Nekas nav dzēsts
ru: Ничего Не Удалено
uk: Нічого не видалено

# gsOffset
source: Offset
hu: Eltolás
lv: Nobīde
ru: Смещение
uk: Зміщення

# gsOffsetFix
source: Offset Fix
hu: Fix eltolás
lv: Nobīdes labojums
ru: Исправление смещения
uk: Зміщення фіксов.

# gsOpen
source: Open
de: Öffnen
hu: Megnyit
lv: Atvērt
ru: Открыть
uk: Відчинити

# gsOuter
source: Outer
de: Äußere
hu: Külső
lv: Ārējais
ru: Внешний
uk: Зовнішн.

# gsOvershootReduction
source: Overshoot Reduction
de: Überschwingungsreduzierung
hu: Kígyózás csökkentése
lv: Pārbrauciena samazināšana
ru: Уменьшение превышения
uk: Зменш. переобсяг

# gsPass
source: Pass #
de: Durchgang #
hu: Fogás #
lv: Gājiens #
ru: Перейти #
uk: Прохід #

# gsPasses
source: Passes
de: Spuranzahl
hu: Fogások
lv: Gājieni
ru: Проходить
uk: Проходи

# gsPause
source: Pause
lv: Pauze
ru: Пауза
uk: Пауза

# gsPleaseEnterABLine
source: Please Enter ABLine
de: Bitte A-B Linie eingeben
hu: Adj meg AB vonalat
lv: Lūdzu, ievadiet AB Līniju
ru: Пожалуйста, Введите (AB) линию
uk: Будь ласка, Введіть (AB) лінію

# gsPressureSensorValueLabel
source: Pressure (bar)
de: Druck (bar)
hu: Nyomás (bar)
lv: Spiediens (bar)
ru: Давление (бар)
uk: Тиск (бар)

# gsProblemMakingPath
source: Problem Making Path
de: Problem beim Erstellen des Pfades
hu: Probléma az útvonal készítésében
lv: Problēma veidojot ceļu
ru: Путь Создания Проблем
uk: Проблема створення шляху

# gsProgramWillExitPleaseRestart
source: Program Will Exit Please Restart
de: Programm wird beendet – bitte neu starten
hu: A program most kilép, indítsd el újra
lv: Programma tiks aizvērta, lūdzu, restartējiet
ru: Выход из приложения Пожалуйста Перезагрузите
uk: Вихід із програми Будь ласка Перезавантажте

# gsReallyResetEverything
source: Really Reset Everything
de: Wirklich alles zurücksetzten
hu: Tényleg mindent töröl
lv: Tiešām atiestatīt visu
ru: Действительно Сбросить Все
uk: Справді Скинути Все

# gsRecord
source: Record
de: Aufzeichnung
hu: Rögzít
lv: Ieraksts
ru: Запись
uk: Запис

# gsRecordedPathFileIsCorrupt
source: Recorded Path File Corrupt
de: Pfad Datei fehlerhaft
hu: Rögzített útvonalt tartalmazó fájl sérült
lv: Ierakstītais ceļa fails ir bojāts
ru: Записанный Файл Пути Поврежден
uk: Файл записаного шляху пошкоджено

# gsResetAll
source: Reset All
de: Alles zurücksetzen
hu: Minden törlése
lv: AtiestatīAtiestatīt visu
ru: Сбросить Все
uk: Скинути все

# gsResetAllForSure
source: Reset All For Sure?
de: Wirklich alles zurücksetzten?
hu: Biztosan mindent visszaállít?
lv: Atiestatīt visu, Esi pārliecināts?
ru: Сбросить Все? Вы уверены?
uk: Скинути Все? Ви впевнені?

# gsResume
source: Resume
de: Fortsetzen
hu: Folytatás
lv: Turpināt
ru: Возобновиться
uk: Відновити

# gsS_East
source: SE
de: Südosten
hu: Délkelet
lv: DAustrumi
ru: Восток
uk: Південний Схід

# gsS_West
source: SW
de: Südwesten
hu: Délnyugat
lv: DRietumi
ru: Запад
uk: Південний Захід

# gsSaveAndReturn
source: Save and Return
de: Speichern und zurück
hu: Mentés és visszatérés
lv: Saglabāt un atgriezt
ru: Сохранить и вернуть
uk: Зберег. і повернутись

# gsSaveAs
source: Save As
de: Speichern unter
hu: Mentés másként
lv: Saglabāt kā
ru: Сохранить Как
uk: Зберегти як

# gsSentToMachineModule
source: Sent To Machine Module
de: Zum Maschinen Modul senden
hu: Eszközmodulra elküldve
lv: Nosūtīts uz mašīnas moduli
ru: Отправлено В Машинный Модуль
uk: Відправлено в Машинний модуль

# gsSetPoint
source: SetPoint
de: Sollwert
hu: Pontbeállítás
lv: Iestatīšanas punkts
ru: Уставка
uk: Точка встановл.

# gsShiftGPSPosition
source: Shift GPS Position (cm)
de: GPS Position verschieben (cm)
hu: GPS pozíció elmozdítása (cm)
lv: GPS pozīcijas maiņa (cm)
ru: Сдвиг положения GPS (см)
uk: Зсув GPS позиц. (см)

# gsSimulatorOn
source: Simulator On
de: Simulator Ein
hu: Szimulátor bekapcsolva
lv: Simulators ieslēgts
ru: Симулятор Включен
uk: Тренажер включ.

# gsSmoothABCurve
source: Smooth AB Curve
de: A-B-Kurve glätten
hu: AB görbe simítása
lv: Nogludināt AB līkni
ru: Сглаживание Кривой (АВ)
uk: Зглаж. крива АВ

# gsSort
source: Sort
de: Sortieren
hu: Rendezés
lv: Kārtot
ru: Сортировать
uk: Сорт.

# gsSouth
source: South
de: Süden
hu: Dél
lv: Dienvidi
ru: Юг
uk: Південь

# gsSpacing
source: Spacing (cm)
de: Abstand (cm)
lv: Atstatums (cm)
ru: Расстояние (см)
uk: Інтервал (см)

# gsStartDeleteABoundary
source: Start or Delete A Boundary
de: Schlaggrenze erstellen oder löschen
hu: Határvonal kezdése vagy törlése
lv: Sāciet vai dzēsiet robežu
ru: Запуск или Удаление Границы
uk: Почати або видал.межу

# gsStartNewField
source: Start New Field
de: Neues Feld starten
hu: Új terület kezdése
lv: Sākt jaunu lauku
ru: Начать Новое Поле
uk: Почати нов. поле

# gsSteerChart
source: Charts
de: Lenkwinkel (steer chart)
lv: Stūres diagramma
ru: Управляющая диаграмма
uk: Кермо

# gsStopRecordPauseBoundary
source: Stop Record Pause Boundary
de: Grenze aufzeichnen, pausieren, stoppen
hu: Határvonal rögzítésének megállítása
lv: Apturēt ierakstīšanu pauzēt robežu
ru: Граница остановки Записи Паузы
uk: Зупин.запис Пауза Межа

# gsToFile
source: To File
de: in Datei
hu: Fájlba
lv: Uz failu
ru: В Файл
uk: В файл

# gsTopFieldView
source: Top Field View
de: Feld Übersicht
hu: Terület felülnézete
lv: Augšējais lauka skats
ru: Вид Сверху На Поле
uk: Польовий вигляд зверху

# gsTramLines
source: Tram Lines
de: Fahrgassen
hu: Művelőút
lv: Tehnoloģiskās līnijas
ru: Трамвайные линии
uk: Трамв. колії

# gsTurnABCurveOn
source: Turn AB Curve On
de: A-B Kurve einschalten
hu: AB görbe bekapcsolása
lv: Ieslēdziet AB līkni
ru: Включите кривую AB
uk: Увімкніть криву AB

# gsTurnOnContourOrMakeABLine
source: Turn On Contour of Make AB Line
de: Kontur aktivieren oder A-B Linie erstellen
hu: AB görbe kontúrjának bekapcsolása
lv: Ieslēdziet AB līnijas kontūru
ru: Включите контур линии Make AB
uk: Увімкнути контур лінії макета AB

# gsUseSelected
source: Use Selected
de: Ausgewähltes verwenden
hu: Megnyit
lv: Izmantojiet atlasīto
ru: Использовать Выбранное
uk: Використ.вибране

# gsWebCam
source: WebCam
de: Webkamera
hu: WebKamera
lv: Tīmekļa kamera
ru: Веб. Камера
uk: ВебКамера

# gsWest
source: West
de: Westen
hu: Nyugat
lv: Rietumi
ru: Запад
uk: Захід

# h_btn2D
source: 2D View Button.
de: 2D Ansicht
hu: 2D nézet gombja.
lv: 2D skata poga.
ru: Кнопка 2D-просмотра.
uk: Кнопка 2D-перегляду.

# h_btn3D
source: 3D View Button.
de: 3D Ansicht
hu: 3D nézet gombja.
lv: 3D skata poga.
ru: Кнопка просмотра 3D.
uk: Кнопка 3D-перегляду.

# h_btnABDraw
source: AB Draw Button ABDraw only is available with a boundary created. It brings up a new form to click on the perimeter to create Lines, Curves, and a full perimeter guidance line. All lines can be named, deleted, and moved. Handy for seeing all the guidance lines created.
de: Knopf um A-B Linien zu Zeichnen Ist nur verfügbar, wenn eine Außengrenze erstellt wurde. Es öffnet sich ein neues Fenster, in dem Sie auf die Grenze klicken können, um Linien, Kurven oder eine ganze Grenzkonturlinie zu erstellen. Die erstellten Führungslinien können benannt, gelöscht und verschoben werden. Praktisch, um Führungslinien an den Grenzen zu erstellen.
hu: AB Rajzolás gombja Az AB Rajzolás csak akkor lehetséges ha határvonal létre lett hozva. Egy új ablakot nyit meg ahol a vonalakra kattintva hozhatunk létre egyeneseket, görbéket vagy a külső határral párhuzamos vonalakat. Az összes vonalat el lehet nevezni,törölni és mozgatni. Hasznos, hogy lássuk az összes eddigi irányvonalat.
lv: AB Draw poga ir pieejama tikai ar izveidoto robežu. Tiek parādīta jauna veidlapa, lai noklikšķinātu uz perimetra, lai izveidotu līnijas, līknes un pilnu perimetra vadības līniju. Visas rindas var nosaukt, dzēst un pārvietot. Ērts, lai redzētu visas izveidotās vadlīnijas.
ru: Кнопка AB Draw ABDraw доступна только с созданной границей. Он вызывает новую форму, чтобы щелкнуть по периметру, чтобы создать линии, кривые и полную направляющую линию периметра. Все линии могут быть названы, удалены и перемещены. Удобно для просмотра всех созданных направляющих линий.
uk: Кнопка ABDraw Кнопка ABDraw доступна лише після створення межі. Вона відкриває нову форму для створення ліній, кривих і напрямних по всьому периметру, якщо натиснути на периметрі. Всі лінії можна назвати, видалити і перемістити. Зручно бачити всі створені напрямні лінії.

# h_btnABLine
source: ABLine Button ABLine guidance is repeating straight parallel lines across the field. Pushing the button enable AB guidance if a line exists, or if none, brings up the create/edit form where lines can be created either by 2 points with a line intersecting both or a single point and direction or heading. Lines to the right count positive upward and lines to the left are counted up as negative.
de: Knopf A-B Linien A-B Linien sind gerade parallele Linien über das Feld. Durch Drücken der Schaltfläche „A-B-Linie“ wird, wenn vorhanden, die oberste A-B Linie der Liste aktiviert. Wenn keine Linien vorhanden sind, oder der Knopf erneut gedrückt wird, kommt das Fenster zum Erstellen/Bearbeiten von A-B Linien. A-B Linien können entweder - durch 2 Punkte (A und B) gehen - durch einen Punkt und einen Winkel (Norden = 0°) festgelegt werden. Die Linien sind nummeriert: von der ursprünglichen Linie nach recht mit positiven Zahlen, nach links negativ. Hinweis: beim Namen der Linien ist es hilfreich sie in der Reihenfolge wie sie typischerweise verwendet werden, sowie nach der Grenze, an der sie liegt zu nennen Bsp: 01 AB west Asphaltweg
hu: AB egyenes gombja AB egyenes navigáció párhuzamos egyeneseket használ. A gomb megnyomása bekapcsolja az AB egyenes navigációt amennyiben létezik AB egyenes, annak hiányában megnyit egy balakot ahol az egyenest létrehozhatjuk 2 pont kiválasztásával vagy pedig egy pont és szög megadással. A vonalak jobbra növekvő számmal, balra csökkenő számmal vannak jelölve.
lv: Poga ABLine ABLine vadība atkārto taisnas paralēlas līnijas pāri laukam. Nospiežot pogu, iespējojiet AB vadību, ja līnija pastāv vai ja tādas nav, tiek atvērta izveides/rediģēšanas forma, kurā līnijas var izveidot vai nu no 2 punktiem ar līniju, kas krustojas abus, vai vienu punktu un virzienu vai virzienu. Līnijas pa labi tiek skaitītas uz augšu kā pozitīvas, un līnijas pa kreisi tiek skaitītas kā negatīvas.
ru: Кнопка ABLine Навигация ABLine повторяет прямые параллельные линии через поле. Нажатие кнопки включает наведение AB, если линия существует или если ее нет, вызывается форма создания/редактирования, в которой линии могут быть созданы либо по 2 точкам с линией, пересекающей обе, либо по одной точке и направлению или направлению. Строки справа считаются положительными вверх, а строки слева считаются отрицательными.
uk: Кнопка ABLine Навігація ABLine повторює прямі паралельні лінії через поле. Натискання кнопки вмикає наведення AB, якщо лінія існує, або якщо її немає, викликається форма створення/редагування, в якій лінії можуть бути створені або за 2 точками з лінією, що перетинає обидві, або за однією точкою і напрямком або напрямком. Рядки праворуч вважаються позитивними вгору, а рядки ліворуч вважаються негативними.
