Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# h_btnZeroWAS
source: Wheel Angle Sensor Zero Button Allows the steering angle to be zero degrees when driving forward. This setting must be done and be zero degrees when driving straight ahead in order to be properly set. Wheel Angle Sensor (WAS) zero allows you to remove that non-zero steering angle so it is zero degrees. This is a very important setting and must be accurately set.
de: Null-Taste des Lenkwinkelsensors Setzt den Lenkwinkel auf 0 Grad beim Fahren.
hu: WAS / Kormányszögszenzor nullázása gomb Lehetőséget nyújt a kormányszög nullázására. Ezt a gombot akkor nyomjuk meg amikor a gép egyenesen halad. Ennek segítségével nem fontos az érzékelő pontos felhelyezése. Ez egy nagyon fontos paraméter, fordítsunk figyelmet a pontos beállítására.
lv: Riteņa leņķa sensora nulles poga Ļauj stūres leņķim būt nulle grādiem, braucot uz priekšu. Šim iestatījumam ir jābūt izdarītam un tam jābūt nulles grādiem, braucot taisni, lai tas būtu pareizi iestatīts. Riteņa leņķa sensora (WAS) nulles funkcija ļauj noņemt stūres leņķi, kas nav nulle, lai tas būtu nulle grādi. Tas ir ļoti svarīgs iestatījums, un tas ir precīzi jāiestata.
ru: Кнопка обнуления датчика угла поворота колеса Позволяет установить угол поворота рулевого колеса в ноль градусов при движении вперед. Эта настройка должна быть выполнена и иметь нулевой градус при движении прямо, чтобы быть правильно настроенной. Нулевой датчик угла поворота колеса (WAS) позволяет удалить этот ненулевой угол поворота рулевого колеса, чтобы он был равен нулю градусов. Это очень важный параметр, и его необходимо точно установить.
uk: Кнопка обнулення датчика кута повороту коліс Дозволяє встановити кут повороту керма на нуль градусів під час руху вперед. Це налаштування повинно бути виконано і дорівнювати нулю градусів під час для правильного налаштування. Кут повороту коліс Датчик (WAS) нульовий дозволяє вилучити ненульовий кут керма щоб він дорівнював нулю градусів. Це дуже важливе налаштування і має бути точно налаштоване.

# h_btnZoomIn
source: Zoom in to see less field button
de: Hinein zoomen, um weniger vom ganzen Feld zu sehen.
hu: Nagyítással a kevesebb földterület lesz látható
lv: Tuviniet, lai redzētu mazāk lauka pogu
ru: Увеличьте масштаб, чтобы увидеть кнопку меньшего поля
uk: Кнопка Збільшити, щоб побачити менше полів

# h_btnZoomOut
source: Zoom out to see more field button
de: Heraus zoomen, um mehr vom ganzen Feld zu sehen.
hu: Kicsinyítéssel több földterület lesz látható
lv: Tāliniet, lai redzētu vairāk lauka pogu
ru: Уменьшить, чтобы увидеть больше кнопки поля
uk: Кнопка Зменшити, щоб побачити більше

# h_hsbarAckerman
source: Ackerman Compensation Slider Ackermann steering geometry is a geometric arrangement of linkages in the steering of a vehicle designed to solve the problem of wheels on the inside and outside of a turn needing to trace out circles of different radius. The setting is based on reference of the right wheel where the left wheel angle is determined by multiplying the steering wheel angle by the percentage Ackermann is set to. Ackermann has no effect on steer angle when turning right, only left. Example. Ackermann is set to 80%. When turning to the left and the steer angle is 10 degrees, the corrected angle will be 8 degrees.
de: Schieber zur Korrektur der Ackermann-Lenkgeometrie Bei der Ackermann-Lenkgeometrie fährt das Rad auf der Außenseite einer Kurve einen größeren Radius als das kurveninnere Rad. Um dies bei der Berechnung des Lenkwinkels auszugleichen, wird der Ackermann Faktor mit dem Lenkwinkel nach links multipliziert. Der Faktor hat beim Lenken nach rechts keinen Einfluss auf den Lenkwinkel, nur beim Linksabbiegen. Beispiel: Ackermann ist auf 80 % festgelegt. Bei einer Linkskurve und einem Lenkwinkel von 10 Grad beträgt der korrigierte Winkel 8 Grad. Beginnen Sie mit dem Lenkwinkel nach rechts und stellen Sie die counts per degree (= gemessene Impulse vom Lenkwinkelsensor pro Winkelgrad) so ein, dass bei vollem Einschlag der angezeigte Werte mit dem gemessenen/tatsächlichen übereinstimmt. Dann stellen Sie den Ackermann Faktor so ein, dass der gemessene Lenkwinkel nach links, mit dem Angezeigten übereinstimmt.
hu: Ackerman kompenzáció csúszkája Ackermann kormánygeometria a kormányösszekötők bekötéséből adódik. Ennek a segítségével érhető el, hogy az ívbelső kerék nagyobb szögben forduljon mint az ívkülső kerék. A két kerék eltérő szögben / köríven tud haladni. Ez a beállítás a jobb kerékről vett referencia alapján történik és egy szorzót állítunk vele. Ennek segítségével az egyik kerék állásából kiszámítható a másik kerék állásának szöge. Az Ackermann a balra történő kanyarodásnál játszik szerepet. Példa: Az Ackermann 80%-ra van állítva. Amikor balra fordulunk és a kormányszögjeladó (WAS) 10 fokot mutat, a javított szög 8 fokos lesz.
lv: Ackerman kompensācijas slīdnis Ackermann stūres ģeometrija ir transportlīdzekļa stūrēšanas savienojumu ģeometrisks izvietojums, kas paredzēts, lai atrisinātu problēmu ar riteņiem pagrieziena iekšpusē un ārpusē, kam nepieciešams izsekot dažāda rādiusa apļus. Iestatījums ir balstīts uz labā riteņa atsauci, kur kreisā riteņa leņķis tiek noteikts, reizinot stūres rata leņķi ar Ackermann iestatīto procentuālo daļu. Ackermann neietekmē stūres leņķi, pagriežot pa labi, tikai pa kreisi. Piemērs. Ackermann ir iestatīts uz 80%. Pagriežot pa kreisi un pagrieziena leņķis ir 10 grādi, koriģētais leņķis būs 8 grādi.
ru: Ползунок компенсации Аккермана Геометрия рулевого управления Аккермана представляет собой геометрическое расположение рычажных механизмов в системе рулевого управления транспортного средства, предназначенное для решения проблемы колес внутри и снаружи поворота, которым необходимо очерчивать круги разного радиуса. Настройка основана на эталоне правого колеса, где угол левого колеса определяется путем умножения угла поворота рулевого колеса на процент, на который настроен Аккерманн. Аккерманн не влияет на угол поворота при повороте вправо, только влево. Пример. Аккерманн установлен на 80%. При повороте налево и угле поворота 10 градусов скорректированный угол будет равен 8 градусам.
uk: Повзунок компенсації Аккермана Геометрія рульового управління Аккермана - це геометричне розташування ланок в рульовому управлінні транспортного засобу, призначене для вирішення проблеми коли колеса на внутрішній і зовнішній стороні повороту повинні описувати кола різного радіусу. Налаштування базується на відліку правого колеса, де кут повороту лівого колеса визначається множенням кута повороту рульового колеса на відсоток, на який встановлений Акерманн. Аккерман не впливає на кут повороту керма при повороті праворуч, тільки ліворуч. Приклад. Аккерман встановлений на 80%. При повороті ліворуч і куті повороту керма 10 градусів, скоригований кут становитиме 8 градусів.

# h_hsbarCountsPerDegree
source: Counts Per Degree Slider Also known as CPD The A/D converter puts out -4000 to +4000 (8000 in total) levels as the Wheel Angle Sensor puts out 0 to 5v. To convert that into steer angle degrees - because we don’t visualize counts very well, we now divide those levels by counts per degree. So, when the CPD is increased, the wheels turn farther for each degree needed. When lowered, the wheels don’t turn as far. This is a critical setting, if the vehicle steers too far lower the CPD and vice versa.
de: Schieber Counts per Degree = Impulse vom Lenkwinkelsensor pro Winkelgrad. Auch als CPD bekannt. Der A/D Wandler des Lenkwinkelsensors gibt maximal Werte von -4000 bis +4000 aus, je nach Eingangsspannung aus dem Lenkwinkelsensor (0-3,3V oder 0-5V). Um das in umzuwandeln Grad Lenkwinkel teilen wir den Wert des A/D Wandlers nun durch die Anzahl der Impulse pro Grad. Stellen Sie diesen Wert bei vollem Einschlag nach rechts ein. Justieren Sie dabei den angezeigten Lenkwinkel gleich dem tatsächlich gemessenen Lenkwinkel ein. Wenn der angezeigte Lenkwinkel zu klein ist, senken Sie den CPD und umgekehrt. Bevor Sie beginnen stellen Sie den Nullpunkt der Lenkung = geradeaus ein.
hu: Counts Per Degree csúszka Rövid nevén CPD Az analóg/digitális (A/D) konverter egy -4000 és +4000 (összesen 8000) közötti számra fordítja le a kormányszögjeladó által mért 0-5V feszültséget. Azaz 0.000625 V-os változást is tud érzékelni. Annak érdekében, hogy ebből egy szögértéket kapjunk - mert azzal egyszerűbb dolgozni mint a nyers számokkal - az így mért értékeket leosztjuk egy számmal. Így amikor a CPD érték növekszik a kerekek által bezárt kalkulált szög is megfelelő mértékben növekszik. Ez egy KRITIKUS beállítás mert különben nem tudjuk jól kiszámolni a kerekek által bezárt tényleges szöget. Ha csökkentjük akkor a gép nem fog tudni annyira elfordítani a kormányt amennyire lehetséges.
lv: Skaits uz grādu slīdnis Zināms arī kā CPD A/D pārveidotājs izdod no -4000 līdz +4000 (kopā 8000) līmeņus, jo riteņa leņķa sensors izdod 0 līdz 5 V. Lai to pārvērstu pagrieziena leņķa grādos – tā kā mēs ne pārāk labi vizualizējam skaitļus, mēs tagad sadalām šos līmeņus ar skaitļiem uz grādi. Tātad, kad CPD tiek palielināts, riteņi griežas tālāk par katru nepieciešamo grādu. Nolaižot, riteņi negriežas tik tālu. Tas ir kritisks iestatījums, ja transportlīdzeklis stūrē pārāk tālu, pazeminot CPD un otrādi.
ru: Ползунок количества отсчетов на градус Также известен как CPD. Аналого-цифровой преобразователь выдает от -4000 до +4000 (всего 8000) уровней, когда датчик угла поворота колеса выдает от 0 до 5 В. Чтобы преобразовать это в градусы угла поворота — поскольку мы не очень хорошо визуализируем подсчеты, мы теперь разделим эти уровни на подсчеты на градус. Таким образом, когда CPD увеличивается, колеса поворачиваются дальше на каждый необходимый градус. При опускании колеса не поворачиваются так сильно. Это критическая настройка, если автомобиль рулится слишком низко, CPD и наоборот.
uk: Повзунок Кількість на градус Також відомий як CPD АЦП видає рівні від -4000 до +4000 (загалом 8000) оскільки датчик кута повороту колеса видає від 0 до 5 В. Щоб перетворити це в в градуси кута повороту - оскільки ми не дуже добре візуалізуємо відліки, ми ділимо ці рівні на кількість відліків на градус. Отже, коли CPD збільшується, колеса повертаються далі на кожен необхідний градус. При зниженні - колеса не повертаються так далеко. Це дуже важливе налаштування, якщо автомобіль занадто сильно повертає кермо, знизьте CPD, і навпаки.

# h_hsbarHeadingErrorGain
source: Stanley Heading Slider The slider affects how much opposition to distance setting there is by keeping the vehicle turning away from the line. It’s the winner of the two, heading and distance away that determines the length of time to get to the line. Ideal is to balance them so you get quickly to the line without going too far over the line or oscillating back and forth (too aggressive).
de: Stanley-Überschwingungsreduzierung Die Schieberegler ist der Gegenspieler zur Einstellung Aggressivität. Er beeinflusst, wie stark der Einfluss der aktuellen Abweichung zur Linie (= cross track error / XTE) auf den Lenkwinkel ist. Der Wert bestimmt, wie lange es dauert, bis die Leitung erreicht ist. Ideal ist es, eine Balance zu finden, zwischen Aggressivität, damit Sie schnell zur Ziellinie gelangen, ohne zu weit über die Linie zu fahren oder hin und her pendelnd (zu aggressiv).
hu: Stanley Irány (Heading) csúszka A cúszka befolyásolja mennyire vegyük figyelembe a távolságot megtartva a járműt a vonaltól való eltávolodástól. A két dolog: irány és a távolság, határozza meg a vonal elérésenk időtartamtát. Az ideális, ha úgy állítjuk be őket, hogy gyorsan elérjük a vonalat anélkül, hogy túl messzire mennének a vonalon vagy oda-vissza kígyóznánk a vonalon (túl agresszív).
lv: Stenlija virziena slīdnis Slīdnis ietekmē attāluma iestatīšanas pretestību, neļaujot transportlīdzeklim nogriezties no līnijas. Tas ir uzvarētājs no diviem, virziens un attālums, kas nosaka laiku, kas nepieciešams, lai nokļūtu līdz līnijai. Ideāli ir tos līdzsvarot, lai jūs ātri nokļūtu līdz līnijai, nepārkāpjot pārāk tālu pāri līnijai vai nesvārstoties uz priekšu un atpakaļ (pārāk agresīvi).
ru: Ползунок Stanley Heading Ползунок влияет на степень противодействия установке расстояния, удерживая транспортное средство отклоняющимся от линии. Это победитель из двух, направление и расстояние, которое определяет продолжительность времени, чтобы добраться до линии. Идеально сбалансировать их так, чтобы вы быстро подходили к линии, не заходя слишком далеко за линию или колеблясь взад и вперед (слишком агрессивно).
uk: Повзунок Stanley Heading Slider Повзунок впливає на те, наскільки сильно буде протидіяти встановленню дистанції утримуючи транспортний засіб від відхилення від лінії. Переможець з двох параметрів, курс і відстань, визначає визначає час, за який ви доїдете до лінії. Ідеальним варіантом є збалансувати їх так, щоб швидко дістатися до лінії, не заїжджаючи надто далеко за лінію і не коливаючись туди-сюди (занадто агресивно).

# h_hsbarHighSteerPWM
source: Maximum PWM Gain Slider Limits the total power deliver to steer motor or valve to prevent steering too violently. Initially set lower to prevent oscillation. If driving fast be sure to not turn too fast to prevent roll over.
de: Schieber Maximum Limit Der hier eingestellte maximale PWM-Wert begrenzt die Gesamtleistung, die an den Steuermotor oder das Ventil abgegeben wird. Damit wird ein zu heftiges Lenken zu verhindern. Zunächst niedriger einstellen, um Schwingungen zu verhindern. Stellen Sie diesen Wert langsam höher, um Unfälle zu vermeiden.
hu: Maximum PWM Gain csúszka A motor maximális sebességét / fordulatát tudjuk vele beállítani. (PWM Pulse Width Modulation, azaz változó kitöltés. A PWM kitöltést 50%-ra állítva a villanymotor gyors ki-be kapcsolgatásával csak 50% körüli teljesítményen fog üzemelni.) Limitálja az teljesítményt amit a motorra vagy szelepre küldünk megakadályozva a túl durva kormánymozdulatokat. Kezdeti értéknek célszerű alacsony számot választani hogy elkerüljük a kígyózást, valamint amennyiben gyorsan haladunk segít, hogy ne tegyünk hirtelen kormánymozdulatokat amik akár a gép felborulásához is vezethetnek.
lv: Maksimālā PWM pastiprinājuma slīdnis Ierobežo stūres motoram vai vārstam piegādāto kopējo jaudu, lai novērstu pārāk spēcīgu stūrēšanu. Sākotnēji iestatiet zemāku, lai novērstu svārstības. Braucot ātri, noteikti negriezieties pārāk ātri, lai izvairītos no apgāšanās.
ru: Ползунок максимального усиления ШИМ Ограничивает общую мощность, подаваемую на двигатель рулевого управления или клапан, чтобы предотвратить слишком резкое рулевое управление. Первоначально установите более низкое значение, чтобы предотвратить колебания. Если вы едете быстро, не поворачивайте слишком быстро, чтобы предотвратить опрокидывание.
uk: Повзунок максимального посилення ШІМ Обмежує загальну потужність, що подається на двигун рульового керування або клапан, щоб запобігти занадто різкому повороту керма. Спочатку встановіть нижче, щоб запобігти коливанням. Якщо ви їдете швидко, не повертайте занадто швидко, щоб запобігти перекиданню.

# h_hsbarIntegral
source: Stanley Integral Slider Integral setting allows the distance error to keep adding up over time to help add steer angle when a normal distance and heading calculation won't bring the tractor to the line. Like on a sidehill or pulling heavy draft to one side. Too much integral will cause it to get too fast to the line and cross over it. Too low of a setting will take too long to get to the line. Better to set a bit lower or it will oscillate across line a lot.
de: SchieberStanley Integral Der Abstandsfehler zur Linie kann sich im Laufe der Zeit weiter summieren. Um den Lenkwinkel zu erhöhen, wenn eine normale Entfernungs- und Kursberechnung den Traktor nicht auf die Linie bringt kann ein Integralwert zur Berechnung hinzugefügt werden. Auch bei Seitenhang oder bei Seitenzug durch das Gerät braucht es einen gewissen Integral Anteil. Zu viel Integral führt dazu, dass die Linie zu hart angefahren und überschritten wird. Bei einer zu niedrigen Einstellung dauert es zu lange, bis die Linie erreicht ist. Besser etwas niedriger einstellen, sonst oszilliert das Fahrzeug stark über die Linie.
hu: Stanley Integral csúszka Az integrál segítségével elkerülhető, hogy a számítási hibák összeadódjanak az idő haladtával, így segítve a szögszámítást amivel a traktor a kívánt vonalra vezethető. Hegyoldalon vagy amikor a munkaeszköz oldalra húzza a traktort a kívánt vonal túloldalát kell becélozni, hogy a vonalon tartsuk a gépet. Túl nagy értéket beállítva túl agresszív lesz az iránytartás és túllövünk a vonalon. Túl alacsony érték esetén viszont sosem érjük el a kívánt vonalat. Célszerű alacsonyabbra állítani az értéket elkerülve a kigyózó mozgást.
lv: Stanley Integral Slider Integral iestatījums ļauj attāluma kļūdai nepārtraukti palielināties laika gaitā, lai palīdzētu pievienot stūres leņķi, ja normāls attāluma un kursa aprēķins nenovedīs traktoru uz līnijas. Tāpat kā sānkalnā vai velkot smagu caurvēju uz vienu pusi. Pārāk daudz integrāļa liks tam pārāk ātri nokļūt līdz līnijai un šķērsot to. Pārāk zems iestatījums prasīs pārāk ilgu laiku, lai sasniegtu līniju. Labāk iestatīt mazliet zemāku, pretējā gadījumā tas ļoti svārstīsies pāri līnijai.
ru: Интегральный ползунок Stanley Интегральная настройка позволяет суммировать ошибку расстояния с течением времени, чтобы помочь добавить угол поворота, когда обычный расчет расстояния и направления не приводит трактор к линии. Например, на склоне или при сильном сквозняке в одну сторону. Слишком большой интеграл заставит его слишком быстро добраться до линии и пересечь ее. Слишком низкая настройка потребует слишком много времени, чтобы добраться до линии. Лучше установить немного ниже, иначе он будет сильно колебаться по линии.
uk: Інтегральний повзунок Stanley Інтегральне налаштування дозволяє похибці відстані накопичуватися з часом, щоб допомогти додати кут повороту, коли звичайний розрахунок відстані та курсу не може вивести трактор на лінію. Наприклад, на схилі або при сильному тязі в один бік. Занадто великий інтеграл призведе до того, що трактор занадто швидко наблизиться до лінії і перетне її. Занадто низьке налаштування займе занадто багато часу, щоб дістатися до лінії. Краще встановити трохи нижче, інакше він буде часто перетинати лінію.

# h_hsbarIntegralPurePursuit
source: Pure Pursuit Integral Slider Integral setting allows the distance error to keep adding up over time to help add steer angle when a normal distance and heading calculation won't bring the tractor to the line. Like on a sidehill or pulling heavy draft to one side. Too much integral will cause it to get too fast to the line and cross over it. Too low of a setting will take too long to get to the line. Better to set a bit lower or it will oscillate across line a lot.
de: Schieber Pure Pursuit Integral Der Abstandsfehler zur Linie kann sich im Laufe der Zeit weiter summieren. Um den Lenkwinkel zu erhöhen, wenn eine normale Entfernungs- und Kursberechnung den Traktor nicht auf die Linie bringt kann ein Integralwert zur Berechnung hinzugefügt werden. Auch bei Seitenhang oder bei Seitenzug durch das Gerät braucht es einen gewissen Integral Anteil. Zu viel Integral führt dazu, dass die Linie zu hart angefahren und überschritten wird. Bei einer zu niedrigen Einstellung dauert es zu lange, bis die Linie erreicht ist. Besser etwas niedriger einstellen, sonst oszilliert das Fahrzeug stark über die Linie.
hu: Pure Pursuit Integral csúszka Az integrál segítségével elkerülhető, hogy a számítási hibák összeadódjanak az idő haladtával, így segítve a szögszámítást amivel a traktor a kívánt vonalra vezethető. Hegyoldalon vagy amikor a munkaeszköz oldalra húzza a traktort a kívánt vonal túloldalát kell becélozni, hogy a vonalon tartsuk a gépet. Túl nagy értéket beállítva túl agresszív lesz az iránytartás és túllövünk a vonalon. Túl alacsony érték esetén viszont sosem érjük el a kívánt vonalat. Célszerű alacsonyabbra állítani az értéket elkerülve a kigyózó mozgást.
lv: Pure Pursuit Integral Slider Integral iestatījums ļauj attāluma kļūdai laika gaitā nepārtraukti palielināties, lai palīdzētu pievienot stūres leņķi, ja normāls attāluma un kursa aprēķins nenovedīs traktoru uz līnijas. Tāpat kā sānkalnā vai velkot smagu caurvēju uz vienu pusi. Pārāk daudz integrāļa liks tam pārāk ātri nokļūt līdz līnijai un šķērsot to. Pārāk zems iestatījums prasīs pārāk ilgu laiku, lai sasniegtu līniju. Labāk iestatīt mazliet zemāku, pretējā gadījumā tas ļoti svārstīsies pāri līnijai.
ru: Pure Pursuit Integral Slider Интегральная настройка позволяет суммировать ошибку расстояния с течением времени, чтобы помочь добавить угол поворота, когда обычный расчет расстояния и направления не позволяет трактору приблизиться к линии. Например, на склоне или при сильном сквозняке в одну сторону. Слишком большой интеграл заставит его слишком быстро добраться до линии и пересечь ее. Слишком низкая настройка потребует слишком много времени, чтобы добраться до линии. Лучше установить немного ниже, иначе он будет сильно колебаться по линии.
uk: Інтегральний повзунок чистого переслідування Інтегральне налаштування дозволяє додавати похибку відстані з часом, щоб допомогти додати кут повороту, коли звичайний розрахунок відстані та курсу не може вивести трактор на лінію. Наприклад, на схилі або при сильному тязі в один бік. Занадто великий інтеграл призведе до того, що трактор занадто швидко наблизиться до лінії і перетне її. Занадто низьке налаштування займе занадто багато часу, щоб дістатися до лінії. Краще встановити трохи нижче, інакше він буде часто перетинати лінію.
