Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# h_btnHydLift
source: Hydraulic Lift On Off Button Once a headland is active, and headland control is on, you can also turn on tool lift control to raise the tool when entering the headland and lower it again just before leaving it to the work area. This button is only visible with a headland created and on.
de: Knopf Kraftheber-Automatik Ein/Aus Sobald ein Vorgewende aktiv ist und die Vorgewendeautomatik aktiviert ist, können Sie auch die Kraftheberautomatik einschalten, um das Anbaugerät beim Einfahren in das Vorgewende anzuheben und es wieder abzusenken, wenn Sie in den Arbeitsbereich einfahren. Diese Schaltfläche ist nur sichtbar, wenn ein Vorgewende erstellt und aktiviert ist.
hu: Hidraulikus emelés be/kikapcsolása gomb Amennyiben a forgó létezik és aktiválva van lehetőség van a munkaeszköz automatikus felemelésére/lengedésére. A gomb csak akkor látszik ha a forgó létre van hozva és be van kapcsolva.
lv: Hidrauliskā pacelšanas ieslēgšanas izslēgšanas poga Kad apgriešanās laukums ir aktīvs un ir ieslēgta lauka apgriezienu kontrole, varat arī ieslēgt instrumenta pacelšanas vadību, lai paceltu instrumentu, ieejot lauka apgriešanās joslā, un vēlreiz nolaistu tieši pirms iziešanas uz darba zonu. Šī poga ir redzama tikai tad, ja ir izveidots un ieslēgts apgriešanās laukums.
ru: Кнопка включения/выключения гидравлического подъема Когда разворотная полоса активна и управление разворотной полосой включено, вы также можете включить управление подъемом инструмента, чтобы поднять инструмент при въезде на разворотную полосу и снова опустить его непосредственно перед тем, как покинуть рабочую зону. Эта кнопка видна, только если поворотная полоса создана и включена.
uk: Кнопка увімкнення та вимкнення гідравлічного підйому Після того, як розворот на краю поля активний, і керування розворотом на краю поля ввімкнено, ви також можете ввімкнути керування підйомом інструмента, щоб підняти інструмент при в'їзді на розворот на краю поля і знову опустити його безпосередньо перед виїздом на робочу зону. Ця кнопка відображається лише тоді, коли створено та увімкнено розворот на краю поля.

# h_btnLockToContour
source: Lock to Line Locks to current contour line till you get to the end of it. Ignores all other lines.
de: An Führungslinie binden Hält an der aktuellen Konturlinie fest, bis Sie deren Ende erreichen. Ignoriert alle anderen Linien.
hu: Irányvonal rögzítése gomb Az aktuális irányvonal rögzítésre kerül amíg azon végig nem megyünk. A többi vonalat figyelmen kívül hagyja.
lv: Bloķēt līnijā Bloķē pašreizējo kontūrlīniju, līdz sasniedzat tās beigas. Ignorē visas pārējās rindas.
ru: Привязать к линии Блокирует текущую контурную линию, пока вы не дойдете до ее конца. Игнорирует все остальные строки.
uk: Фіксація до лінії Фіксується на поточній лінії контуру, доки ви не дійдете до її кінця. Ігнорує всі інші лінії.

# h_btnManualOffOn
source: Manual Section Control Button To turn sections off and on manually. No section control is performed, does not matter what is currently applied or not, inside or outside boundaries.
de: Manuelles Ein- und Ausschalten des Arbeitsgeräts. Die automatische Teilbreitenschaltung ist nicht aktiv. Das Gerät arbeitet immer unabhängig von der bereits bearbeiteten Fläche, sowohl innerhalb oder außerhalb der Außengrenzen.
hu: Kézi szakaszvezérlés gomb Amennyiben a szakaszokat kézzel szeretnénk kapcsolni úgy a szoftver semmilyen szakaszt nem fog kapcsolni, sem a munkaterületen belül sem azon kívül.
lv: Manuālas sekcijas vadības poga Lai manuāli izslēgtu un ieslēgtu sekcijas. Sekcijas kontrole netiek veikta neatkarīgi no tā, kas pašlaik tiek piemērots vai nē, robežās vai ārpus tām.
ru: Кнопка ручного управления секциями Для включения и выключения секций вручную. Управление секциями не выполняется, независимо от того, что применяется в данный момент или нет, внутри или снаружи границ.
uk: Кнопка ручного керування секціями Для ручного вимкнення та ввімкнення секцій. Керування секціями не виконується, незалежно від того, яка секція в даний момент нанесена чи ні, всередині чи поза межами кордонів.

# h_btnN2D
source: Pointing North and Flat 2D view
de: 2D Nordansicht (Draufsicht, Norden immer oben am Bildschirm)
hu: Nézz északra és 2D nézet
lv: Norāda uz ziemeļiem un plakans 2D skats
ru: Указание на север и плоский 2D-вид
uk: Орієнтація на північ і плоский 2D вигляд

# h_btnN3D
source: Pointing North and Flat 3D view
de: 3D Nordansicht (Norden immer oben am Bildschirm)
hu: Nézz északra és 3D nézet
lv: Norādot uz ziemeļiem un plakanu 3D skatu
ru: Указание на север и плоский 3D-вид
uk: Орієнтація на північ і плоский 3D-вигляд

# h_btnRowWidthSkips
source: U Turn Row Skips Select how many passes to skip when using U Turn.
de: Zu überspringende Spuren beim automatischen Wenden Wie viele Spuren sollen übersprungen werden, beim U-Turn/automatischen Wenden.
hu: Földvégi forduló fogáskihagyása Válaszd ki hány fogást hagyjunk ki a visszafordulásnál. 0 esetén magunk mellé fordulunk.
lv: U Turn Row Skips Izvēlieties, cik piegājienus izlaist, izmantojot U pagriezienu.
ru: U Turn Row Skips Выберите, сколько проходов будет пропущено при использовании U Turn.
uk: Пропуски рядків при розвороті Виберіть, скільки пропусків пропустити при використанні U Поворот.

# h_btnSectionOffAutoOn
source: Auto Section Control Off On Button Automatic section control turns sections on if area not applied and off if area already applied. It will turn off outside of boundaries. You can set how early or how late the sections are controlled in Config/Sections
de: Knopf Automatische Teilbreitensteuerung Ein/Aus Die automatische Teilbreitensteuerung schaltet Teilbreiten ein, wenn die Fläche unbearbeitet ist und aus, wenn die Fläche bereits bearbeitet wurde. Es wird außerhalb der Außengrenzen ausgeschaltet. Sie können in den Einstellung (Zahnradsymbol) die Überdeckung festlegen, sowie ob die Teilbreiten direkt an der Außengrenze abschalten, oder erst wenn sie vollständig draußen sind.
hu: Automatikus szakaszvezérlés (festés) be/ki gomb A szakaszok bekapcsolásra kerülnek a még nem megművelt területen. A megművelt területen pedig automatikusan kikapcsolásra. Amennyiben a határvonalon kívülre kerül egy szakasz az automatikusan kikapcsolásra kerül. A Beállítások/Szakaszokban módosítható a szakasz (de)aktiválásának késleltetése
lv: Automātiskā sekcijas vadība Izslēgts Ieslēgta poga Automātiskā sekciju vadība ieslēdz sekcijas, ja laukums nav piemērots, un izslēdz, ja laukums jau ir piemērots. Tas izslēgsies ārpus robežām. Sadaļā Config/Sections varat iestatīt, cik agri vai cik vēlu sadaļas tiek kontrolētas
ru: Автоматическое управление секциями Выкл. Вкл. Кнопка Автоматическое управление секциями включает секции, если область не обработана, и выключает, если область уже обработана. Он отключится за пределами границ. Вы можете установить, как рано или как поздно будут контролироваться разделы в Config/Sections.
uk: Кнопка вимкнення автоматичного керування секціями Автоматичне керування секціями вмикає секції, якщо ділянка не нанесена, і вимикає, якщо ділянка вже нанесена. Він вимкнеться за межами кордонів. Ви можете встановити, наскільки рано чи пізно секції будуть контролюватися у розділі Конфігурація/Секції

# h_btnSnapToPivot
source: Snap Line to Pivot Button Pressing Snap button moves the line to the vehicle pivot point. The line change of position is not saved. If you want to save the line, Use the Edit AB button where you can save the new position permanently. Snap works in Curve and AB Line but not in Contour.
de: Knopf Linie auf Fahrzeugmitte ausrichten Durch Drücken der Taste wird die Linie zum Drehpunkt des Fahrzeugs verschoben. Die Positionsänderung der Linie wird nicht gespeichert. Wenn Sie die Linie speichern möchten, verwenden Sie die Schaltfläche A-B Linie/Kurve bearbeiten, wo Sie die neue Position dauerhaft speichern können. Der Knopf funktioniert in A-B Kurven und A-B Linien, jedoch nicht in Konturen.
lv: Snap Line to Pivot Button Nospiežot Snap pogu, līnija tiek pārvietota uz transportlīdzekļa pagrieziena punktu. Līnijas pozīcijas maiņa netiek saglabāta. Ja vēlaties saglabāt līniju, izmantojiet pogu Rediģēt AB, kur varat pastāvīgi saglabāt jauno pozīciju. Snap darbojas līknē un AB līnijā, bet ne kontūrā.
ru: Привязать линию к кнопке поворота Нажатие кнопки привязки перемещает линию к точке поворота автомобиля. Изменение положения линии не сохраняется. Если вы хотите сохранить линию, используйте кнопку «Редактировать AB», где вы можете сохранить новую позицию навсегда. Привязка работает в кривой и линии AB, но не в контуре.
uk: Прив'язати лінію до кнопки повороту Натискання кнопки Прив'язати переміщує лінію до точки повороту транспортного засобу. Зміна положення лінії не зберігається. Якщо ви хочете зберегти лінію, скористайтеся кнопкою Редагувати AB, де ви можете зберегти нову позицію назавжди. Прив'язка працює для кривих і ліній AB, але не для контурів.

# h_btnStanleyPure
source: Stanley or Pure Pursuit Steering Mode Select the mode you wish to use. Stanley uses the front of the vehicle to reference how quickly to steer to the line. The pivot just follows along trailing not on the line. Good for a swather or harvester, but not so good for attached tools. Pure Pursuit uses the pivot point to determine steering corrections and tries to correct heading and off track error to get on the line. The integral also varies heading to force the pivot to the line so on slopes or side draft it follows the line better by oversteering past the line. Each mode has its own setting, accessed by the steer settings button which is the green one showing the steering angles on the left lower part of the screen.
de: Stanley- oder Pure Pursuit Lenkmodus Wählen Sie den Modus aus, den Sie verwenden möchten. Stanley führt die Vorderachse des Fahrzeugs zur Ziellinie. Der Drehpunkt (meist Hinterachse) folgt einfach dem Nachlauf, nicht der Linie. Gut für eine Erntemaschine, aber nicht so gut für Anbaugeräte. Pure Pursuit nutzt den Drehpunkt des Fahrzeugs, um Lenkkorrekturen zu bestimmen. Es wird versucht, Kurs- und Spurabweichungen zu korrigieren, um auf die Linie zu kommen. Das look ahead bestimmt den Punkt, auf den zugesteuert wird. Es wird in Sekunden angegeben = Position, bei der das Fahrzeug in z.B. 2 Sekunden sein soll. Das Integral variiert auch den Kurs, um den Drehpunkt zur Linie zu zwingen, so dass er bei Steigungen oder Seitenhang der Linie besser folgt, indem er über die Linie hinaus übersteuert. Jeder Modus hat seine eigene Einstellung, auf die Sie über den Knopf „Lenkungseinstellungen“ zugreifen können. Der Knopf Lenkungseinstellungen ist die grüne Schaltfläche, die die Lenkwinkel (soll/ist) im linken unteren Teil des Bildschirms anzeigt.
hu: Stanley és Pure Pursuit mód között váltó gomb Válaszd ki a használni kívánt kormányzási algoritmust. A Stanley a gép elejét próbálja az adott vonalra illeszteni. Az eszköz/forgáspont csak a gépet követi nem pedig a vonalat. Megfelelő kombájn vagy hasonló gép esetén valamint egyenes haladásra. A Pure Pursuit a forgáspont/eszközpozíció alapján próbálja kiszámolni a kormánymozdulatokat és megpróbálja az irányt/oldalszöget úgy megválasztani, hogy a munkaeszköz a területen haladjon. Az integrál érték segítségével lehetőség van az eszköz vonalon tartására, így oldaldőlés/oldalcsúszás esetén ellenkormányzással az eszköz a vonalon tartásra kerül. Mindegyik mód más beállításokat használ, ezeket a bal alsó sarokbanlévő gombbal lehet módosítani amelyen a szöget olvashatók.
lv: Stenlija vai Pure Pursuit stūrēšanas režīms Izvēlieties režīmu, kuru vēlaties izmantot. Stenlijs izmanto transportlīdzekļa priekšpusi, lai norādītu, cik ātri jānostūrē līdz līnijai. Rakurss vienkārši seko aiz muguras, nevis uz līnijas. Piemērots vālotājs vai kombains, bet ne tik labi piekabināmiem instrumentiem. Pure Pursuit izmanto pagrieziena punktu, lai noteiktu stūrēšanas korekcijas, un mēģina labot virziena un ārpus sliežu ceļa kļūdu, lai tiktu uz līnijas. Integrālis arī maina virzienu, lai piespiestu šarnīrsavienojumu uz līniju, tāpēc nogāzēs vai sānu iegrimē tas labāk seko līnijai, pārgriežot līniju. Katram režīmam ir savs iestatījums, kuram var piekļūt, izmantojot stūres iestatījumu pogu, kas ir zaļā, kas parāda stūres leņķus ekrāna kreisajā apakšējā daļā.
ru: Режим рулевого управления Stanley или Pure Pursuit Выберите нужный режим. Стэнли использует переднюю часть автомобиля, чтобы указать, насколько быстро нужно вырулить на линию. Разворот просто следует вдоль, а не по линии. Хорошо подходит для валкообразователя или комбайна, но не так хорош для навесного оборудования. Pure Pursuit использует точку поворота для определения корректировки рулевого управления и пытается исправить ошибку направления и отклонение от маршрута, чтобы выйти на траекторию. Интеграл также изменяет направление, чтобы заставить центр вращения двигаться к линии, поэтому на склонах или боковом уклоне он лучше следует линии за счет избыточной поворачиваемости за линию. Каждый режим имеет свою собственную настройку, доступ к которой осуществляется с помощью зеленой кнопки настроек рулевого управления, показывающей углы поворота рулевого колеса в левой нижней части экрана.
uk: Режим рульового керування Stanley або Pure Pursuit Виберіть потрібний режим. Стенлі використовує передню частину автомобіля, щоб вказати, наскільки швидко потрібно вирулити на лінію. Розворот просто слідує вздовж, а не по лінії. Добре підходить для валкоутворювача або комбайна, але не такий хороший для навісного обладнання. Pure Pursuit використовує точку повороту для визначення коригування рульового управління і намагається виправити помилку напрямку і відхилення від маршруту, щоб вийти на траєкторію. Інтеграл також змінює напрямок, щоб змусити центр обертання рухатися до лінії, тож на схилах чи боковому ухилі він краще слідує лінії за рахунок надлишкової обертальності за лінію. Кожен режим має своє власне налаштування, доступ до якого здійснюється за допомогою зеленої кнопки налаштувань рульового управління, що показує кути повороту рульового колеса в лівій нижній частині екрана.

# h_btnStartAgIO
source: Start the AgIO Application Button If AgIO is already running, button does nothing, but if AgIO is not running it will start it. AgIO is responsible for all serial and UDP input output for AgOpenGPS.
de: Knopf AgIO starten AgIO ist für alle Daten in AgOpenGPS hinein und heraus zuständig. Daten werden über serielle Schnittstellen (COM) und/oder UDP = Ethernet/WiFi übertragen. Wenn AgIO bereits ausgeführt wird, führt die Schaltfläche keine Aktion aus. Wenn AgIO jedoch nicht ausgeführt wird, wird es gestartet.
hu: Az AgIO applikációt elindító gomb Amennyiben az AgIO már fut, a gomb nem csinál semmit, ellenkező esetben elindítja. Az AgIO a felelős az összes Soros (COM) és UPD (Ethernet) kommunikációért az a modulok és az AgOpenGPS között. Az itt található számláló folyamatos hirtelen növekedése adatkapcsolati problémákra utal. Percenként <5 elfogadható. Indítás után elképzelhető, hogy felmegy 50-100 körülre.
lv: AgIO lietojumprogrammas palaišanas poga Ja AgIO jau darbojas, poga neko nedara, bet, ja AgIO nedarbojas, tā to sāks. AgIO ir atbildīgs par visu AgOpenGPS sērijas un UDP ievades izvadi.
ru: Кнопка запуска приложения AgIO Если приложение AgIO уже запущено, кнопка ничего не делает, но если приложение AgIO не запущено, оно запустится. AgIO отвечает за все последовательные и UDP-вводы для AgOpenGPS.
uk: Запуск кнопки програми AgIO Якщо AgIO вже запущено, кнопка нічого не робить, але якщо AgIO не запущено, вона запустить його. AgIO відповідає за весь послідовний і UDP вхід і вихід для AgOpenGPS.

# h_btnStartSA
source: Steer Angle Calculator Function to calculate the real steering angle, drive steady in a circle slowly, click start, and it will show the angle when finished. The difference between left and right shows Ackerman error. Adjust Ackermann angle so left turn is the same as right turn.
de: Berechnung des Lenkwinkels Funktion zur Berechnung des tatsächlichen Lenkwinkels. Sehr langsam im Kreis fahren, auf „Start“ klicken und fertig. Zeigt den Winkel an, wenn Sie fertig sind. Der Unterschied zwischen links und rechts zeigt den Ackermann-Fehler. Passen Sie den Ackermann-Faktor so an, dass die Linkskurve mit der Rechtskurve übereinstimmt. Der linke Lenkwinkel wird dabei mit dem Ackermann Faktor multipliziert.
hu: Kormányszög számítása A funkció segítégével kiszámolhatjuk a valós kormányszöget. Haladj lassan egy állandó körív mentén, nyomd meg a kezdés (Start) gombot és kiírja a szöget amikor végzett. Ehhez a szöghöz tudjuk a kormányzás csúszkáival az aktuálisan mutatott szöget beállítani. A különbség a bal és a jobb között megmutatja az Ackerman hibát. Módosítsd az Ackermann szöget úgy, hogy balra és jobbra azonos lesz a szög.
lv: Stūres leņķa kalkulatora funkcija, lai aprēķinātu reālo stūres leņķi, brauciet vienmērīgi pa apli, noklikšķiniet uz Sākt, un tas parādīs leņķi, kad esat pabeidzis. Atšķirība starp kreiso un labo pusi parāda Akermana kļūdu. Noregulējiet Ackermann leņķi tā, lai pagrieziens pa kreisi ir tāds pats kā pagrieziens pa labi.
ru: Калькулятор угла поворота Функция для расчета реального угла поворота рулевого колеса, медленно двигайтесь по кругу, нажмите «Старт», и он покажет угол, когда закончите. Разница между левым и правым показывает ошибку Аккермана. Отрегулируйте угол Аккермана так, чтобы левый поворот был таким же, как правый.
uk: Калькулятор кута повороту керма Функція для розрахунку реального кута повороту керма, повільно проїдьте по колу, натисніть кнопку "Старт", і вона і вона покаже кут після завершення. Різниця між лівим і правим кутом показує похибку Аккермана. Відрегулюйте кут Аккермана так, щоб лівий поворот був таким самим, як і правий.

# h_btnSteerAngleDown
source: Steer Angle Down Button Turns more to the left. Lowers the Free Drive steering angle.
de: Knopf links = Lenkwinkel verringern Findet Verwendung um die Autosteer Hardware zu Testen.
hu: Kormányszög csökkentése gomb Lehetőve teszi a kormány balra történi nagyobb kitérését a limit csökkentésével.
lv: Stūrēšanas leņķa uz leju poga Pagriežas vairāk pa kreisi. Pazemina Free Drive stūres leņķi.
ru: Кнопка уменьшения угла поворота Поворачивает больше влево. Уменьшает угол поворота рулевого колеса Free Drive.
uk: Кнопка зменшення кута повороту керма Повертає лівіше. Зменшує кут повороту керма Free Drive.

# h_btnSteerAngleUp
source: Steer Angle Up Button Turns more to the right. Raises the Free Drive steering angle.
de: Knopf rechts = Lenkwinkel vergrößern Findet Verwendung um die Autosteer Hardware zu Testen.
hu: Kormányszög növelése gomb Lehetővé teszi a kormány jobbra történő nagyobb kitérését a limit emelésével.
lv: Stūrēšanas leņķa augšup poga Pagriežas vairāk pa labi. Paaugstina Free Drive stūres leņķi.
ru: Кнопка повышения угла поворота Поворачивает больше вправо. Увеличивает угол поворота рулевого колеса Free Drive.
uk: Кнопка збільшення кута повороту керма Повертає більше праворуч. Підвищує кут повороту керма Free Drive.

# h_btnTiltDown
source: Tilt the view Downward Button
de: Knopf um die 3D Ansicht nach unten zu kippen.
hu: Kamera/Nézet billentése lefelé
lv: Noliec skatu uz leju pogu
ru: Кнопка наклона вниз
uk: Кнопка нахилу перегляду вниз

# h_btnTiltUp
source: Tilt the view upward button
de: Knopf um die 3D Ansicht nach oben zu kippen.
hu: Kamera/Nézet billentése felfelé
lv: Nolieciet skatu uz augšu pogu
ru: Кнопка наклона вверх
uk: Кнопка нахилу перегляду вгору

# h_btnTramDisplayMode
source: Tram Line Display Mode Button If there are tram lines active, you can select all trams or inner or outer or none visible. Trams are made by pressing field menu and then selecting tramlines.
de: Knopf Anzeigemodus der Fahrgassen Wenn Fahrgassen aktiv sind, können Sie alle Fahrgassen oder nur die im Feld oder nur die am Vorgewende oder keine sichtbaren Fahrgassen auswählen. Fahrgassen werden erstellt, indem man im Menü Feld (Knopf links) Fahrgassen auswählt. Der Fahrgassenabstand (Tram) und die Spurweite der Fahrgassen (Track) werden im Fenster der allgemeinen Einstellung (Zahnradsymbol) festgelegt.
hu: Művelőt kijelzése Amennyiben a művelőút aktív lehetőség van a művelőútak láthatóságának beállítására a táblán / forgón / sehol. Művelőutakat a Terület menüpont alatt tudunk létrehozni.
lv: Tehnaloģiskās līnijas displeja režīma poga Ja ir aktīvas Tehnaloģiskās līnijas, varat atlasīt visus Tehnaloģiskās vai iekšējos vai ārējos, vai nevienu neredzamu. Tehnaloģiskās tiks izveidotas, nospiežot lauka izvēlni un pēc tam izvēloties kustības joslas.
ru: Кнопка режима отображения технологических линий Если есть активные технологические линии, вы можете выбрать все трамвайные пути, внутренние или внешние или ни одного видимого. Трамваи создаются нажатием меню поля, а затем выбором технологических колей.
uk: Кнопка режиму відображення технологічних колій Якщо трамвайні колії активні, ви можете вибрати всі трамвайні колії, або внутрішні чи зовнішні, або жодної не видно. Трамвайні лінії створюються шляхом натискання меню поля, а потім вибору трамвайних ліній.

# h_btnYouSkipEnable
source: U Turn Skip Enable Allows automatic looping based on number set in Row skips to do as a group of passes, then move on to next group automatically.
de: Knopf automatisches Überspringen von Spuren Es werden automatisch Schleifen mit Wendevorgängen nach rechts und links gefahren. Der Abstand der in Spuren richtet sich dabei nach der in der „zu überspringenden Anzahl von Spuren“ festgelegten Anzahl. Es wird eine Gruppe von Durchgängen bearbeitet um dann automatisch zur nächsten Gruppe überzugehen.
hu: Földvégi fordulók engedélyezése Lehetővé teszi az automatikus földvégi fordulást a beállítot kihagyásnak megfelelően.
lv: U Turn Skip Enable (Pagrieziena izlaišanas iespējošana) Ļauj automātisku cilpu veidošanu, pamatojoties uz rindā Rindas iestatīto skaitu, izlaiž kā pāreju grupu, pēc tam automātiski pāriet uz nākamo grupu.
ru: U Turn Skip Enable Разрешает автоматический цикл на основе числа, заданного в параметрах пропуска строки, для выполнения в виде группы проходов, а затем автоматического перехода к следующей группе.
uk: Увімкнути пропуск повороту Дозволяє автоматичне зациклення на основі числа, заданого у полі Пропуск рядка, для виконання групи пропусків, з подальшим автоматичним переходом до наступної групи.
