Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# hc_cboxSteerEnable
source: Steer Switch Style 2 types of Switch. Button- Push and release turns Auto Steer On. Push and release again turns Auto Steer off. Switch - like a light switch style. Connect and Auto Steer is on, Disconnect and Auto Steer turns off. Note... Any type switch or button can be configured to do either method. The Switch setting is most common for steer motors that just push on a switch when engaged and then when released simply opens the switch again. The button setting is more common for hydraulic as you want pressure to disable steering, then just hit the button to enable again.
de: Art des Lenkschalters 2 Arten von Schaltern werden unterstützt: Schalter oder Taster Durch Drücken und Loslassen des Tasters wird die automatische Lenkung aktiviert. Durch erneutes Drücken und Loslassen wird die automatische Lenkung ausgeschaltet. Bei Schaltern ist die automatische Lenkung aktiv, solange der Schalter geschlossen ist. Schalter werden am häufigsten für Lenkmotoren verwendet, bei denen beim Einschalten ein Schalter gedrückt wird und beim Loslassen wieder geöffnet wird. Taster sind bei hydraulischen Systemen üblicher. Sie aktivieren die Lenkung durch Tastendruck und deaktivieren sie dann einfach durch einen weiteren Tastendruck.
hu: Kormánykapcsoló típusa 2 fajta kapcsolótámogatott Nyomó: Nyomd meg és ezzel bekapcsoljuk az automata kormányzást. Nyomd meg mégegyszer és a gép kormányzás kikapcsolásra kerül. Billenő: Felkapcsolva az automata kormányzás bekapcsolásra kerül, kikapcsolva kikapcsolásra. Nem a gomb fizikai tulajdonságától függ a beállítás hanem a használattól. A billenő kapcsolós beállítást célszerű használni egy kontaktkapcsolóval a villanymotoron azaz amikor a villanymotor a kerékhez ér aktiváljuk. A másik beállítás pedig inkább a hidraulikus kormányzásnál alkalmazott ahol egy gomb megnyomásával adjuk át (vagy vesszük el) az irányítást.
lv: Stūres slēdža stils 2 veidu slēdži. Poga - Nospiežot un atlaižot, tiek ieslēgta automātiskā stūrēšana. Vēlreiz nospiežot un atlaižot, tiek izslēgta automātiskā stūrēšana. Slēdzis - kā gaismas slēdža stils. Savienojuma izveide un automātiskā stūrēšana ir ieslēgta, atvienošana un automātiskā stūrēšana izslēdzas. Piezīme... Jebkura veida slēdzi vai pogu var konfigurēt, lai veiktu jebkuru no metodēm. Slēdža iestatījums ir visizplatītākais stūres motoriem, kas vienkārši nospiež slēdzi, kad tas ir ieslēgts, un pēc tam, kad to atlaiž, slēdzis atkal tiek atvērts. Pogas iestatījums ir biežāk izmantots hidrauliskajai sistēmai, jo vēlaties, lai stūrēšana tiktu atspējota, un pēc tam vienkārši nospiediet pogu, lai to atkal iespējotu.
ru: Стиль рулевого переключателя 2 типа переключателя. Кнопка — нажмите и отпустите, чтобы включить автоматическое рулевое управление. Нажмите и отпустите еще раз, чтобы отключить автоматическое рулевое управление. Переключатель - как стиль выключателя света. Подключение и автоуправление включены, Отключение и автоуправление выключены. Примечание... Переключатель или кнопку любого типа можно настроить для использования любого метода. Настройка «Переключатель» наиболее распространена для рулевых двигателей, которые просто нажимают на переключатель, когда он включен, а затем, когда его отпускают, просто снова размыкают переключатель. Настройка кнопки более распространена для гидравлики, так как вы хотите, чтобы давление отключило рулевое управление, а затем просто нажмите кнопку, чтобы снова включить.
uk: Стиль перемикача керма 2 типи перемикачів. Кнопка - натисніть і відпустіть, щоб увімкнути автоматичне керування. Повторне натискання і відпускання вимикає автопідсилювач керма. Перемикач - як вимикач світла. Підключіть, і автопідсилювач увімкнеться, відключіть, і автопідсилювач вимкнеться. Примітка... Будь-який тип перемикача або кнопки можна налаштувати на будь-який з цих способів. Налаштування перемикача є найбільш поширеним для кермових двигунів, які просто натискають на перемикач, коли він увімкнений, а потім, коли його відпускають, просто відкривають перемикач знову. Налаштування кнопки є більш поширеним для гідравлічних двигунів, оскільки для вимкнення керма потрібно натиснути на кнопку, а для увімкнення - просто натиснути на неї.

# hc_cboxTramOnBackBuffer
source: Tram Tool Control Enable sending tram on off signal to seed runs for full tram control.
de: Fahrgassen nutzen Wenn aktiviert, wird ein Signal an die Hardware gesendet, dass Sie sich über einer Fahrgasse befinden.
hu: Művelőút vezérlés Engedélyezzük, hogy a művelőütat ki/be kapcsolásért felelős jelet kiadjuk.
lv: Tehnaloģiskās rīka vadība Iespējojiet Tehnaloģiskās ieslēgšanas izslēgšanas signāla nosūtīšanu uz sēklām, lai nodrošinātu pilnīgu Tehnaloģiskās vadību.
ru: Управление инструментом трамвая Включите отправку сигнала включения и выключения трамвая на посевные ряды для полного контроля трамвая.
uk: Керування технологічною колією Увімкніть надсилання сигналу увімкнення та вимкнення технологічної колії для повного контролю висіву.

# hc_chkDisplayDayNight
source: Auto Day Night automatically goes to night mode at sunset and day mode at sunrise
de: Tag-/Nacht-Modus automatisch wechseln. Nach Sonnenauf- und -untergang wird in den Tag- oder Nachtmodus gewechselt.
hu: Automatikus váltás éjszakai módra napnyugtakor, valamint nappali módra napkeltekor
lv: Auto Day Nakts automātiski pāriet uz nakts režīmu saulrieta laikā un dienas režīmu saullēktā
ru: Auto Day Night автоматически переходит в ночной режим на закате и в дневной режим на рассвете.
uk: Автоматичний день ніч автоматично переходить у нічний режим із заходом сонця та денний режим зі сходом сонця

# hc_chkDisplayExtraGuides
source: Extra guidance lines beside the one you are following
de: Zeigt zusätzliche Führungslinie an, außer der, auf der Sie gerade fahren.
hu: Mutassa a többi navigációs vonalat ne csak az aktuálisan követendőt
lv: Papildu norādes līnijas blakus tai, kurai sekojat
ru: Дополнительные направляющие линии рядом с той, которой вы следуете
uk: Додаткові вказівні лінії поруч із тією, за якою ви рухаєтесь

# hc_chkDisplayFloor
source: Display the textured background on field surface or if off shows just a solid color
de: Zeigt eine Textur auf der Oberfläche des Feldes an, anstatt einheitlicher Farbe.
hu: Háttérkép mutatása, kikapcsolt állapotban a háttér egyszínű lesz
lv: Rādīt teksturētu fonu uz lauka virsmas vai, ja izslēgts, parāda tikai vienkrāsainu
ru: Отображать текстурированный фон на поверхности поля или, если выключено, показывать только сплошной цвет
uk: Відображати текстурований фон на поверхні поля або, якщо вимкнено, показувати суцільний колір

# hc_chkDisplayGrid
source: Display the grid on the field surface
de: Zeigt ein Gitter auf der Oberfläche des Feldes.
hu: Rácsvonalak mutatása
lv: Parādiet režģi uz lauka virsmas
ru: Отображение сетки на поверхности поля
uk: Відображення сітки на поверхні поля

# hc_chkDisplayKeyboard
source: Use the custom keyboard when entering a text type of entry
de: Zeigt einen Tastatur an, wenn Sie sich in einem Eingabefeld befinden.
hu: Egyedi billentyűzet használata az adatok bevitelére. (Tableten hasznos)
lv: Ievadot teksta veida ierakstu, izmantojiet pielāgoto tastatūru
ru: Используйте пользовательскую клавиатуру при вводе текстового типа записи
uk: Використовуйте користувацьку клавіатуру для введення текстового типу вводу

# hc_chkDisplayLightbar
source: The Graphic dots at top of screen showing distance away from the guidance line
de: Zeigt den "Leuchtbalken" oben am Bildschirm an, der Ihnen den Weg zur Linie weist.
hu: A vonatlól való eltérést jelző pontok kijelzésére
lv: Grafiskie punkti ekrāna augšdaļā, kas parāda attālumu no vadības līnijas
ru: Графические точки в верхней части экрана, показывающие расстояние от навигационной линии
uk: Графічні точки у верхній частині екрана показують відстань від лінії наведення

# hc_chkDisplayLogNMEA
source: Log the incoming NMEA, stored in the fields directory Caution - Make a very big file quickly
de: Loggt die NMEA Daten (= GPS Daten) in eine Datei. Achtung: erzeugt innerhalb kurzer Zeit riesige Dateien.
hu: A bejövő NMEA (GPS) üzenetek tárolása a területeket (fields) tartalmazó mappában. VIGYÁZAT! Nagyon nagy fájlokat fog generálni
lv: Reģistrējiet ienākošo NMEA, kas glabājas lauku direktorijā Uzmanību - ātri izveidojiet ļoti lielu failu
ru: Зарегистрируйте входящий NMEA, хранящийся в каталоге fields. Внимание! Быстро создайте очень большой файл.
uk: Журнал вхідних NMEA, що зберігається в каталозі полів Обережно - Швидко створюйте дуже великий файл

# hc_chkDisplayPolygons
source: Display the individual polygons that make up the mapping
de: Zeigt die einzelnen Polygone, die zur Aufzeichnung der bearbeiteten Fläche dienen.
hu: Az egyes poligonok kirajzolása amiből a térkép áll
lv: Parādiet atsevišķus daudzstūrus, kas veido kartēšanu
ru: Отображение отдельных полигонов, составляющих отображение
uk: Відображення окремих полігонів, з яких складається мапування

# hc_chkDisplaySky
source: Display the colorful sky in the background when in 3D
de: Zeigt einen Himmel in der 3D Ansicht.
hu: Szebb ég mutatása 3D kijelzés esetén
lv: 3D režīmā parādiet krāsainās debesis fonā
ru: Отображение красочного неба на заднем плане в режиме 3D
uk: Відображення барвистого неба на задньому плані у форматі 3D

# hc_chkDisplaySpeedo
source: Display the Speedometer in top right corner
de: Zeigt einen Tacho in der rechten oberen Ecke
hu: Kilométeróra mutatása a jobb fölső sarokban
lv: Parādiet spidometru augšējā labajā stūrī
ru: Отображение спидометра в правом верхнем углу
uk: Відображення спідометра у верхньому правому куті

# hc_chkDisplayStartFullScreen
source: Full Screen on Start Up
de: Das Programm startet als Vollbild
hu: Indításkor automatikusan teljes képernyő
lv: Pilnekrāna režīms palaišanas laikā
ru: Полный экран при запуске
uk: Повноекранний режим при запуску

# hc_chkInvertSteer
source: Invert Steer Motor Drive If the motor turns the wrong way in Drive Mode, enable the Invert Steer Motor setting so it turns the opposite way
de: Invertiert die Drehrichtung des Motors Wenn der Motor in die falsche Richtung dreht, kann er damit invertiert werden.
hu: Motor pólusainak cseréje Ha a motor a rossz irányba fordulna vezetés közben akkor ezzel meg lehet cserélni a 2 pólust így megfordítva az irányát
lv: Invert Steer Motor Drive Ja motors griežas nepareizā virzienā braukšanas režīmā, iespējojiet iestatījumu Invert Steer Motor Drive, lai tas grieztos pretējā virzienā
ru: Инверсный привод двигателя рулевого управления Если двигатель вращается в неправильном направлении в режиме движения, включите параметр «Инвертировать двигатель рулевого управления», чтобы он вращался в противоположном направлении.
uk: Привід двигуна з інверторним керуванням Якщо двигун обертається в неправильному напрямку в режимі Drive, увімкніть налаштування Invert Steer Motor, щоб він обертався в протилежний бік

# hc_chkInvertWAS
source: Invert Wheel Angle Sensor Turning to the right the WAS should be a positive angle. If it is not, Invert the WAS
de: invertiert den Lenkwinkelsensor Wenn Sie nach rechts lenken, sollte der Lenkwinkel als positiven Wert angezeigt werden. Wenn nicht, invertieren Sie ihn damit.
hu: Kormányszögszenzor (WAS) megfordítása Amikor jobbra fordulunk Turning to the right the WAS should be a positive angle. If it is not, Invert the WAS
lv: Apgrieztā riteņa leņķa sensors Pagriežot pa labi, WAS jābūt pozitīvam leņķim. Ja tā nav, apgrieziet WAS
ru: Инвертировать датчик угла поворота колеса При повороте вправо угол WAS должен быть положительным. Если это не так, инвертируйте WAS
uk: Датчик кута повороту коліс При повороті праворуч WAS має бути додатним кутом. Якщо це не так, інвертуйте WAS

# hc_chkSteerInvertRelays
source: Invert Steer Relay This controls only the relay for PWM2 pin. If you need Normally open or Normally Closed click the invert to have the opposite function of the relay.
de: invertiert das Relais der automatischen Lenkung Die Einstellung wirkt auf den PWM2 Ausgang der Lenkungsplatine.
hu: Kormány relé invertálása Ez egyedül a PWM2 tüskéhez tartozó relé viselkedését változtatja. Amennyibe a relé NO / NC úgy meg lehet cserélni a viselkdeését (azaz ha nyitva van de zárva kellene akkor ezt bekapcsolva zárva lesz).
lv: Invert Steer Relay Tas kontrolē tikai PWM2 tapas releju. Ja jums ir nepieciešams Normāli atvērts vai Parasti aizvērts, noklikšķiniet uz inverts, lai iegūtu pretēju releja funkciju.
ru: Invert Steer Relay Управляет только реле для контакта PWM2. Если вам нужен нормально открытый или нормально закрытый, нажмите инвертировать, чтобы иметь функцию, противоположную реле.
uk: Реле інвертування керма Керує лише реле для контакту PWM2. Якщо вам потрібно нормально відкрите або нормально закрите реле, клацніть інвертувати, щоб мати протилежну функцію реле.

# hc_hsbarFusion
source: IMU Fusion Balance As usual a setting at either extreme is bad. IMU balance sets how much IMU and how much fix to fix heading is used to determine a fused heading. The GPS is quite stable over a longer time period while the IMU is very stable short term but drifts to some funky angle over time. If too much IMU is set, then making sharp turns etc can take a long time to correct by the GPS and will cause steering to be in the wrong heading. Too much GPS and the heading will be noisy back and forth causing erratic steering. With that in mind, set the IMU so there is a little bit of heading noise to provide fairly smooth steering, and if you turn quickly, make sure the heading you are going right after the turn is the heading you are actually going. Compare the GPS heading and the Fused heading and see that they follow each other well. The GPS will be noisy, but the Fused will be quite steady in the middle of those noisy values.
de: Regler IMU Fusion Meist ist eine Einstellung in beiden Extremen schlecht. Die IMU-Balance legt fest, wie viel IMU und wie viel Fix-zu-Fix-Kurs zur Bestimmung der Richtung des Fahrzeugs (heading / Kurs) verwendet wird. Das GPS ist über einen längeren Zeitraum recht stabil, während die IMU kurzfristig sehr stabil ist, aber mit der Zeit in einen unregelmäßigen Winkel driftet. Wenn zu viel IMU eingestellt ist, kann die Korrektur durch das GPS bei scharfen Kurven lange dauern und dazu führen, dass die Lenkung in die falsche Richtung geht. Zu viel GPS führt dazu, dass die Richtung (heading) hin und her verrauscht ist, was zu unruhiger Lenkung führt. Stellen Sie die IMU vor diesem Hintergrund so ein, dass ein wenig Rauschen in der Fahrtrichtung bleibt, um eine einigermaßen sanfte Lenkung zu gewährleisten. Vergleichen Sie die Fahrtrichtung aus GPS fix to fix und die Fahrtrichtung aus der Sensorfusion (Fused). Stellen Sie sicher, dass sie einander gut folgen. Das GPS wird verrauscht sein, aber der Wert der Sensorfusion wird in der Mitte dieser verrauschten Werte ziemlich stabil bleiben.
hu: IMU fúzió aránya Bármelyik végállás használata nem ajánlott. Ez az érték adja meg mennyire használjuk az IMUban lévő girszkópot és a GPS-ből érkező értékeket. Ezek kombinálásával számítjuk kia pontos irányát a gépnek. A GPS viszonylag precíz/stabil hosszútávon, viszont az IMU nagyon precíz rövidtávon viszont az idő elteltével az általa olvasott hibák összeadóhatdnak. Ha túlságosan bízunk az IMU-ban akkor éles fordulók esetén sokáig eltarthat amíg a GPS-től érkező jellel korrigáljuk, így a kormányzás rossz irányba próbál haladni. Túl sok GPS esetén viszont az irányzék zajos lesz és emiatt ideges lesz a kormányzás. Ezeket figyelembe véve állítsd be az IMUtúgy, hogy csökkentse a GPS által kalkulált zajt, így simítva a kormánymozdulatok. Hirtelen fordulók esetén ellenőrizd, hogy a tényleges irány mennyire tér a pusztán GPS által mérttel. Elérhető egy beépített Diagram "Heading Chart" néven. Azt kielemezve összehasonlítható, hogy az egyes modulok mit érzékelnek és mi a végleges számított irány. A GPS által érzékelt zajokat ki kellene tudjuk szűrni .
lv: IMU Fusion Balance Kā parasti iestatījums abās galējās vietās ir slikts. IMU bilance nosaka, cik daudz IMU un cik daudz labojumu, lai noteiktu virsrakstu, tiek izmantots, lai noteiktu sapludināto virsrakstu. GPS ir diezgan stabils ilgākā laika periodā, savukārt IMU ir ļoti stabils īstermiņā, bet laika gaitā novirzās uz kādu dīvainu leņķi. Ja ir iestatīts pārāk daudz IMU, tad, veicot asus pagriezienus utt., GPS labošana var aizņemt ilgu laiku, un tas novedīs pie stūrēšanas nepareizā virzienā. Pārāk daudz GPS un virziens būs trokšņains uz priekšu un atpakaļ, izraisot neregulāru stūrēšanu. Paturot to prātā, iestatiet IMU tā, lai būtu neliels virziena troksnis, lai nodrošinātu diezgan vienmērīgu stūrēšanu, un, ja pagriežaties ātri, pārliecinieties, vai virziens, pa kuru dodaties tieši pēc pagrieziena, ir tas virziens, kurā jūs faktiski ejat. Salīdziniet GPS un Fused virsrakstu un pārbaudiet, vai tie labi seko viens otram. GPS būs trokšņains, bet Fused būs diezgan stabils šo trokšņaino vērtību vidū.
ru: IMU Fusion Balance Как обычно, настройка в любой крайности плоха. Баланс IMU устанавливает, сколько IMU и сколько фиксированного курса используется для определения совмещенного курса. GPS довольно стабилен в течение длительного периода времени, в то время как IMU очень стабилен в краткосрочной перспективе, но со временем дрейфует под каким-то странным углом. Если установлено слишком большое значение IMU, то крутые повороты и т. д. могут занять много времени для корректировки с помощью GPS и приведут к тому, что рулевое управление будет находиться в неправильном направлении. Слишком много GPS, и курс будет шумным взад и вперед, вызывая неустойчивое рулевое управление. Имея это в виду, установите IMU таким образом, чтобы был небольшой шум направления, чтобы обеспечить достаточно плавное управление, и если вы поворачиваете быстро, убедитесь, что курс, которым вы идете сразу после поворота, является курсом, которым вы действительно идете. Сравните направление GPS и направление Fused и убедитесь, что они хорошо следуют друг за другом. GPS будет шумным, но Fused будет довольно устойчивым в середине этих шумных значений.
uk: Баланс IMU Fusion Як завжди, будь-яке з цих налаштувань є поганим. Баланс IMU встановлює, скільки IMU і скільки фіксованого курсу використовується для визначення злитого курсу. GPS є досить стабільним протягом тривалого періоду часу, тоді як IMU є дуже стабільним короткочасно, але з часом дрейфує під деяким химерним кутом. Якщо встановлено занадто велике значення IMU, то різкі повороти і т.д. можуть зайняти багато часу для корекції GPS, що призведе до неправильного курсу. Занадто багато GPS і курс буде шумно рухатися вперед-назад, що призведе до нестабільного керування. З огляду на це, налаштуйте IMU таким чином, щоб було трохи шуму від курсу, щоб забезпечити досить плавне керування, а якщо ви швидко повертаєте, переконайтеся, що курс, яким ви рухаєтеся одразу після повороту, є тим курсом, яким ви насправді рухаєтеся. Порівняйте курс за GPS і курс за Fused і переконайтеся, що вони добре збігаються. GPS буде зашумленим, але Fused буде досить стабільним посередині цих зашумлених значень.

# hc_lblUTurnLegDistance
source: Length of UTurn Legs Sets the amount of meters the legs of the uturn continue past and into the turn. Allows the vehicle to line up better to the next guidance line
de: Länge der geraden Stücke beim automatischen Wenden. Legen Sie die Länge (m) der geraden Schenkel vor und nach der Kurve fest. Längere gerade Stücke führen dazu, dass das Fahrzeug schöner auf die Linie fährt.
hu: A visszafordítók közbeni egyenes szakasz Állítsd be az értéket méterben a forduló előtt/után. Ezáltal a gép egyenesen fogja a fogásokat elhagyni/megközelíteni
lv: Length of UTurn Legs (Uturn kāju garums) Iestata, cik metrus uturn kājas turpina pagriezienā un pagriezienā. Ļauj transportlīdzeklim labāk pielāgoties nākamajai vadības līnijai
ru: Длина участков разворота Устанавливает количество метров, в которых участки разворота продолжаются мимо и продолжаются до поворота. Позволяет автомобилю лучше выровняться до следующей направляющей линии
uk: Довжина ніг розвороту Задає кількість метрів, на яку продовжуються ноги розвороту за поворотом і в поворот. Дозволяє автомобілю краще вирівнятися до наступної направляючої лінії

# hc_lblUTurnSmoothing
source: UTurn Smoothing Removes the abrupt change of direction for Keyhole turns and smooths them out. Makes the turn easier to follow.
de: Übergang von Gerade auf Kurve beim automatischen Wenden. Die aprupten Übergänge von Gerade zu Kurve beim Wenden werden geglättet. Das Fahrzeug kann dann leichter der Gerometrie folgen.
hu: Visszafordító simítása Amennyiben magunk mellé kell visszafordulni úgy először ellenkormányzással indítunk, ennek segítségével ezt a hirtelen ellenkormányzást nyújthatjuk el így könnyebb dolga lesz a motornak.
lv: UTurn Smoothing Noņem strauju virziena maiņu atslēgas cauruma pagriezieniem un izlīdzina tos. Padara pagriezienu vieglāk sekojamu.
ru: U Turn Smoothing Удаляет резкое изменение направления для поворотов Keyhole и сглаживает их. Облегчает выполнение поворота.
uk: Згладжування поворотів Усуває різку зміну напрямку для поворотів Keyhole і згладжує їх. Полегшує проходження повороту.

# hc_nudABLength
source: Length of AB Line Make sure line is long enough to reach from boundary edge to boundary edge and a little more. Twice as long as longest field dimension is easy.
de: Länge der AB Linie Stellen Sie sicher, dass die Linie lange genug ist. Als Richtwert wird die doppelte Länge des Feldes empfohlen.
hu: AB egyenes hossza Győződj meg, hogy a válaszott vonal elég hosszú, hogy a határvonaltól határvonalig vagy picit azon túl ér. Kétszer olyan hosszú mint a terület mérete a legegyszerűbb.
lv: AB līnijas garums Pārliecinieties, vai līnija ir pietiekami gara, lai sasniegtu no robežas malas līdz robežas malai un nedaudz vairāk. Divreiz garāks par garāko lauka izmēru ir viegli.
ru: Длина линии AB Убедитесь, что длина линии достаточна для того, чтобы дотянуться от граничного края до граничного края и немного больше. Вдвое больше, чем самый длинный размер поля.
uk: Довжина лінії AB Переконайтеся, що лінія достатньо довга, щоб простягнутися від краю поля до краю поля і трохи більше. Вдвічі довша за найдовшу довжину поля - це легко.

# hc_nudAgeAlarm
source: Age of GPS Alarm Set how many seconds before the alarm occurs
de: Alter des Korrektursignals für das GPS Signal (age) Zeit (s) bevor ein Alarm ausgelöst wird, wenn kein oder verspätetes RTK Korrektursignal eingeht.
hu: GPS jelkésés figyelmeztetése Beállítható a türelmi idő mielőtt a GPS jelhez kapcsolódó figyelmeztetés aktiválásra kerül
lv: GPS modinātāja vecums Iestatiet, cik sekundes pirms signāla ieskanas
ru: Возраст сигнала тревоги GPS Установите, сколько секунд до срабатывания сигнала тревоги
uk: Час спрацьовування GPS тривоги Встановіть, за скільки секунд до спрацьовування тривоги

# hc_nudCutoffSpeed
source: Section Cutoff Speed The lower limit of speed before the sections auto turn off. Below this setting, the sections will turn off. Prevents over application.
de: Mindestgeschwindigkeit bei automatischer Teilbreitenschaltung Unter der eingestellten Geschwindigkeit werden die Teilbreiten ausgeschaltet.
hu: Szakaszok tiltásának sebessége Amennyiben nincs meg ez a sebesség úgy a szakaszok automatikusan kikapcsolásra kerülnek, elkerülve a túl nagy mennyiség kiszórását.
lv: Sekcijas nogriešanas ātrums Apakšējā ātruma robeža pirms posmu automātiskās izslēgšanas. Zem šī iestatījuma sadaļas tiks izslēgtas. Novērš pārmērīgu uzklāšanu.
ru: Section Cutoff Speed Нижний предел скорости перед автоотключением секций. Ниже этой настройки разделы отключатся. Предотвращает чрезмерное применение.
uk: Швидкість відключення секцій Нижня межа швидкості перед автоматичним вимкненням секцій. Нижче цього значення секції вимикаються. Запобігає надмірному внесенню добрива.
