Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# hc_nudDefaultSectionWidth
source: Default Section Width Enter the default section width for all sections here. Selecting then the number of sections fills in individual sections with the default value. Now go ahead and edit any sections that need a different width then the default.
de: Standardwert für die Breite einer Teilbreite Es wird der Standardwert für die Breite der Teilbreite verwendet, wenn Sie im Drop Down Menü die Anzahl der Teilbreiten ändern. Legen Sie im am besten zuerst die Standardbreite einer Teilbreite und dann die Anzahl der Teilbreiten fest. Dann können Sie jede beliebige Teilbreite manuell bearbeiten, wenn diese unterschiedlich sind.
hu: Szakasz alapértelmezett szélessége Add meg az alapértelmezett szélességét egy szakasznak, aztán a szakszok számának megadásával ezzel a számmal kerülnek az új szakaszok létrehozásra Amennyiben szükséges utána lehet az így létrehozott szakaszoatk kézzel módosítani.
lv: Noklusētais sekcijas platums Šeit ievadiet visu sekciju noklusējuma sekcijas platumu. Pēc tam atlasot sadaļu skaitu, atsevišķas sadaļas tiek aizpildītas ar noklusējuma vērtību. Tagad turpiniet un rediģējiet visas sadaļas, kurām nepieciešams cits platums nekā noklusējuma platums.
ru: Ширина секции по умолчанию Введите здесь ширину секции по умолчанию для всех секций. При выборе количества разделов отдельные разделы заполняются значением по умолчанию. Теперь продолжайте и отредактируйте любые разделы, которым нужна ширина, отличная от ширины по умолчанию.
uk: Ширина секції за замовчуванням Тут введіть ширину секції за замовчуванням для всіх секцій. Вибір кількості секцій заповнить окремі секції значенням за замовчуванням. Тепер перейдіть до редагування будь-яких розділів, ширина яких відрізняється від значення за замовчуванням.

# hc_nudForwardComp
source: Forward Direction Compensation For Turns This is a difficult concept to describe, so there is a video about it on you tube called Reverse Compensation. But here goes in text. What you are doing is offsetting the effect that the antenna swings very quickly left or right when you initially turn the steering wheel. This tries to dampen that effect. It is very complex to eliminate. There is much less of this effect when going forward so best just to leave the setting as is. You can use the steering chart from the tools menu to see the effect. Would you like to see a YouTube video for more help?
hu: Előre haladási irány kompzenzációja fordulóknál Ez egy bonyolult koncepció akit érdekel youtubeon nézze meg a "Reverse Compensation" videót, szövegesen pedig: Ennek segítségével az antenna billegése által adott hirtelen irányváltásokat próbáljuk meg kiküszöbölni. Ez megpóbálja tompítani ezt a hatást, de megszüntetni nem tudja az sosem. Ez kevésbé számít amikor egyenesen haladunk úgyhogy célszerű úgy hagyni ahogy van. A kormányzási diagramon ellenőrizhető a hatása/viselkedése. Szeretnél erről egy YouTube videót, hogy jobban elmagyarázzuk?
lv: Uz priekšu vērsta kompensācija pagriezieniem Šo jēdzienu ir grūti aprakstīt, tāpēc ir pieejams video par to you tube ar nosaukumu Reverse Compensation. Bet šeit tas notiek tekstā. Tas, ko jūs darāt, kompensē efektu, ka antena ļoti ātri šūpojas pa kreisi vai pa labi, kad sākotnēji pagriežat stūri. Tas mēģina mazināt šo efektu. To ir ļoti sarežģīti likvidēt. Turpinot šo efektu, ir daudz mazāk, tāpēc vislabāk ir atstāt iestatījumu tādu, kāds tas ir. Lai redzētu efektu, varat izmantot rīku izvēlnes stūres diagrammu. Vai vēlaties skatīt YouTube videoklipu, lai saņemtu papildu palīdzību?
ru: Компенсация прямого направления для поворотов Эту концепцию сложно описать, поэтому на YouTube есть видео об этом под названием «Компенсация обратного хода». Но здесь идет в тексте. То, что вы делаете, компенсирует эффект того, что антенна очень быстро качается влево или вправо, когда вы сначала поворачиваете руль. Это пытается ослабить этот эффект. Устранить очень сложно. При движении вперед этот эффект гораздо меньше, поэтому лучше просто оставить настройку как есть. Вы можете использовать диаграмму управления из меню инструментов, чтобы увидеть эффект. Хотели бы вы увидеть видео на YouTube для получения дополнительной помощи?
uk: Компенсація прямого напрямку для поворотів Це складне для опису поняття, тому на youtube є відео про нього під назвою "Компенсація заднім ходом". Але ось текст. Ви компенсуєте ефект, коли антена дуже швидко повертається вліво або вправо, коли ви спочатку повертаєте кермо. Це намагається приглушити цей ефект. Його дуже складно усунути. Під час руху вперед цей ефект набагато менший, тому краще просто залишити налаштування як є. Щоб побачити ефект, ви можете скористатися діаграмою керма з меню інструментів. Бажаєте переглянути відео на YouTube для отримання додаткової допомоги?

# hc_nudGuidanceLookAhead
source: Guidance Line Acquire Distance How many seconds ahead should AOG look for the next guidance line to lock onto. The faster you drive, the farther it will look ahead. AOG will draw the next guidance line at this spot and you can hit autosteer button and will lock on.
de: Nächste Führungslinie auswählen Wie viele Sekunden im Voraus sollte AOG nach der nächsten Führungslinie suchen? Je schneller Sie fahren, desto weiter blickt AOG nach vorne. AOG markiert die nächste Führungslinie und Sie können die automatische Lenkung aktivieren, um auf die Spur zu fahren.
hu: Következő irányvonal keresésének távolsága Hány másodperccel előre próbálja meg az AOG a következő irányvonalat megkeresni és ráálni. Minél gyorsabban mész annál messzebbre fog előre nézni, aztán a következő vonalat ezen a ponton fogja felrajzolni, majd az AutoSteer megnyomásaval rávezeti a traktort.
lv: Vadlīnijas iegūšanas attālums Cik sekundes uz priekšu AOG vajadzētu meklēt nākamo vadošo līniju, uz kuras nofiksēties. Jo ātrāk brauksiet, jo tālāk tas skatīsies uz priekšu. AOG šajā vietā novilks nākamo vadības līniju, un jūs varat nospiest automātiskās stūrēšanas pogu un bloķēsies.
ru: Дистанция получения навигационной линии Сколько секунд вперед AOG должна искать следующую навигационную линию для захвата. Чем быстрее вы едете, тем дальше он будет смотреть вперед. AOG проведет следующую линию навигации в этом месте, и вы можете нажать кнопку автоуправления, и она зафиксируется.
uk: Відстань до лінії наведення За скільки секунд AOG має шукати наступну направляючу лінію, щоб зафіксуватися на ній. Чим швидше ви їдете, тим далі він буде дивитися вперед. AOG намалює наступну направляючу лінію в цьому місці, і ви можете натиснути кнопку автопідрулення, щоб зафіксуватися на ній.

# hc_nudHydLiftLookAhead
source: Hydraulic Look Ahead Time in seconds how far ahead the tool should begin to lower when entering the work area. Lift occurs when tool is completely out of the work area and in the headland.
de: Vorlauf der automatischen Krafthebersteuerung Wie viele Sekunden vor dem Ende des Vorgewendes sollte AOG den Kraftheber ablassen? Ausgehoben wird das Gerät erst, wenn es die Grenze des Vorgewendes passiert hat.
hu: Hidraulika korai működtetése Hány másodpercel korábban kezdjük el a hidraulika működtetését, hogy a munkaeszközt leengedésre kerüljön a megfelelő időben. Az emelés akkor történik amikor már teljesen a forgón van az eszköz.
lv: Hidrauliskais skats uz priekšu Laiks sekundēs, cik tālu uz priekšu instrumentam jāsāk nolaisties, ieejot darba zonā. Pacelšana notiek, kad instruments ir pilnībā ārpus darba zonas un atrodas apgriešanās joslā.
ru: Гидравлический просмотр вперед Время в секундах, на которое инструмент должен начинать опускаться при входе в рабочую зону. Подъем происходит, когда инструмент находится полностью за пределами рабочей зоны и находится на разворотной полосе.
uk: Гідравлічне випередження Час у секундах, за який інструмент повинен почати опускатися при вході в робочу зону. Підйом відбувається, коли інструмент повністю виходить з робочої зони і опиняється на поворотній смузі.

# hc_nudLightbarCmPerPixel
source: Cross Track Distance per Pixel How many cm/inches represent each square dot on the light bar. Small values, the dots move very quickly, Too big and the dots hardly move. handy for manual steering.
de: Auflösung der Leuchtbalkenanzeige. Wie viele cm Abweichung zur Soll-Linie stellt ein Quadrat auf dem Leuchtbalken dar.
hu: A képernyő tetején lévő virtuális led felbontása Hány cm/inch -t jelentsen minden egyes négyzet. Kicsi értékek érzékenyebbé teszik a négyzeteket, nagyobb értékek esetén viszont alig fog mozdulni. Igazából csak kézi navigáció esetén van jelentősége.
lv: Šķērssliedes attālums uz pikseļu Cik cm/collas attēlo katru kvadrātveida punktu uz gaismas joslas. Mazas vērtības, punkti kustas ļoti ātri, Pārāk lieli un punkti gandrīz nekustas. ērts manuālai stūrēšanai.
ru: Расстояние поперечного следа на пиксель Сколько см/дюймов соответствует каждой квадратной точке на световой полосе. При малых значениях точки двигаются очень быстро, при слишком больших значениях точки двигаются практически. удобно для ручного управления.
uk: Поперечна відстань треку на піксель Скільки см/дюймів представляє кожна квадратна точка на світловій смузі. Замале значення - точки рухаються дуже швидко, завелике - точки ледве рухаються. зручно для ручного керування.

# hc_nudLineWidth
source: Pixel Width of Lines Displayed How many pixels wide are the displayed lines. More pixels is wider displayed line. Valid from 1 to 8
de: Breite der angezeigten Linien (Pixel) Je mehr Pixel, desto breiter erscheint die Linie auf dem Bildschirm. Zulässige Werte: 1 - 8.
hu: Kijelzett vonalak szélessége Pixelben Hány pixel széles legyen egy egy vonal. A nagyobb szám szélesebb vonalakat eredményez. 1 és 8 között állítható
lv: Parādīto līniju pikseļu platums Cik pikseļu platas ir parādītās līnijas. Vairāk pikseļu ir plašāka parādītā līnija. Derīgs no 1 līdz 8
ru: Ширина отображаемых линий в пикселях Сколько пикселей имеют ширину отображаемых линий. Чем больше пикселей, тем шире отображаемая строка. Действительно с 1 по 8
uk: Ширина відображуваних ліній у пікселях На скільки пікселів завширшки відображаються лінії. Чим більше пікселів, тим ширше відображаються лінії. Значення від 1 до 8

# hc_nudLookAheadOff
source: Time to shut sections off before getting to the applied region.
de: Zeit, die die Teilbreiten ausschalten, bevor sie die bearbeitete Fläche erreichen (=Nachlauf des Geräts)
hu: Szakaszok kikapcsolása ennyi másodperccel korábban.
lv: Laiks slēgt sekcijas pirms nokļūšanas uz piemēroto reģionu.
ru: Время отключить секции, прежде чем добраться до обрабатываемой области.
uk: Час вимкнення секцій перед тим, як дістатися до оброблюваної ділянки.

# hc_nudLookAheadOn
source: Time to turn on the section early before getting to the unapplied area.
de: Zeit, die die Teilbreiten einschalten, bevor sie in die noch nicht bearbeitete Fläche fahren. (=Einschaltverzögerung des Geräts)
hu: Szakaszok bekapcsolása ennyi másodperccel korábban.
lv: Laiks ieslēgt sekciju agri, pirms nokļūstat nepielietotajā zonā.
ru: Время включить секцию раньше, чем добраться до необработанной области.
uk: Вчасно вмикайте секцію до того, як потрапите на необроблену ділянку.

# hc_nudLowerTime
source: Lower Time How long in seconds the hydraulic control should remain on for lowering tool.
de: Zeit, um den Kraftheber abzusenken. Zeit (s), in der das Signal "senken" von der Hardware ausgegeben wird.
hu: Leengedéshez szükséges idő Hány másodpercig legyen a hidraulika kivezérelve, hogy az eszközt leenegedjük.
lv: Nolaišanas laiks Cik ilgi sekundēs jāpaliek ieslēgtai hidrauliskajai vadībai instrumenta nolaišanai.
ru: Время опускания Сколько времени в секундах гидравлическое управление должно оставаться включенным для опускания инструмента.
uk: Час опускання Скільки часу в секундах гідравлічне управління повинно залишатися увімкненим для опускання інструмента.

# hc_nudMaxCounts
source: Steer Counts Trigger When this number of detections are made it will disable the auto steer. Depending on sensor used the value can be either turn counts, oil pressure in Bar, and current in Amps.
de: Schwellwert Impulse zum Ausschalten der automatischen Lenkung. Je nach verbautem Sensor die Zahl der Impulse am Lenkrad, der Öldruck oder der Strom am Motor. Wenn dieser Wert überschritten wird, schaltet die automatische Lenkung aus.
hu: Számláló a kormány tiltásához Amennyiben elérjük ezt a számot az automata kormányzás kikapcsolásra kerül. Függően a használt kormánytól lehetséges, hogy ez szögeltérést, nyomást vagy ampert jelöl.
lv: Stūrēšanas skaitīšanas trigeris Kad tiek veikts šāds noteikšanu skaits, automātiskā stūrēšana tiks atspējota. Atkarībā no izmantotā sensora vērtība var būt vai nu pagriezienu skaits, eļļas spiediens bāros un strāva ampēros.
ru: Триггер подсчета рулевого управления Когда будет выполнено это количество обнаружений, автоматическое рулевое управление будет отключено. В зависимости от используемого датчика значением может быть количество оборотов, давление масла в барах и ток в амперах.
uk: Тригер підрахунку керма Після певної кількості спрацьовувань автопідрулення буде вимкнено. Залежно від використовуваного датчика, значенням може бути кількість обертів, тиск масла в барах або сила струму в амперах.

# hc_nudMinCoverage
source: Minumum Coverage Percent Based on per section, how much of the area ahead needs application in order to turn on or off the section. If set to 100, section never turns off until all area is applied. If set to 50, if half the area is already applied ahead of section, the section will turn off.
de: Überdeckung bei automatischer Teilbreitenschaltung. Bei 100% Überdeckung arbeitet jede Teilbreite so lange, biss sie vollständig in den bearbeiteten Bereich eingefahren ist. Bei 50% schaltet die Teilbreite bereits ab, wenn erst sie zur Hälfte in der bereits bearbeiten Fläche ist. Für Spritzen mit 3m Teilbreiten wird 70% empfohlen.
hu: Minimális takarás % Az egyes szakaszokra vonatkozó beállítás. A szakasz által lefedett terület hány %-a kell minimum takarva legyen mielőtt a szakaszt kikapcsoljuk. 100-ra állítva a szakasz csak akkor kapcsol ki ha már nincs egyáltalán műveletlen terület. 50-re állítva ha a terület már félig meg lett művelve a szakasz kikapcsolásra kerül.
lv: Minimālais pārklājuma procents Pamatojoties uz vienu sadaļu, cik lielai daļai priekšā ir jāpielieto, lai ieslēgtu vai izslēgtu sadaļu. Ja iestatīts uz 100, sadaļa nekad neizslēdzas, kamēr nav lietots viss laukums. Ja iestatīts uz 50, ja puse laukuma jau ir uzklāta pirms sadaļas, sadaļa tiks izslēgta.
ru: Минимальный процент покрытия В зависимости от секции, какая часть территории впереди нуждается в обработке, чтобы включить или выключить секцию. Если установлено значение 100, секция никогда не отключается, пока не будет применена вся область. Если установлено значение 50, если половина области уже обработана перед секцией, секция отключится.
uk: Мінімальний відсоток покриття Залежно від секції, скільки відсотків площі попереду потрібно обробити, щоб увімкнути або вимкнути секцію. Якщо встановлено значення 100, секція ніколи не вимикається, поки не буде оброблена вся площа. Якщо встановлено значення 50, якщо половина площі перед секцією вже оброблена, секція вимкнеться.

# hc_nudMinFixStepDistance
source: Step distance for Heading Calculation Heading is determined by taking 2 points and calculating an angle. The slower you go, the more variation side to side there is, more noise, etc make the heading quite unstable to just go from last point to current point. OK when going fast. AOG remembers several points back in time for this purpose. The Step Distance is how far back in that history of points do you want to use to calculate the heading. A long step distance provides quite a stable reading BUT there is delay and sluggish for determining when the vehicle turns. A very short distance reacts very quickly but is also jumping around and more noisy. This is whee the IMU will help augment the short step distance with an IMU heading to give a stable and quick response heading.
de: Schrittweite für die Berechnung der Fahrtrichtung (heading) Die Richtung wird bestimmt, indem 2 Punkte genommen und der Winkel gegenüber Nord berechnet wird. Je langsamer Sie fahren, desto größer sind im Verhältnis die kleinen Abweichung der GPS Punkte. Dieses Rauschen führt dazu, dass der Kurs ziemlich instabil wird. Kein Problem, wenn man schnell fährt. AOG erinnert sich zu diesem Zweck an mehrere Zeitpunkte in der Vergangenheit. Die Schrittdistanz gibt an, wie weit zurück in diesem Punktverlauf Sie zur Berechnung des Kurses zurückgreifen möchten. Ein großer Schrittabstand sorgt für stabile Werte, ABER es gibt Verzögerungen, vor allem wenn das Fahrzeug abbiegt, ist die Reaktion träge. Eine sehr kurze Distanz reagiert sehr schnell, springt aber auch herum und hat mehr Rauschen. Wenn eine IMU verbaut ist, können längere Werte eingestellt werden, um einen stabilen und trotzdem schnell reagierenden Kurs zu erreichen.
hu: Előzménypontok száma az irány számításához Az irány számítása 2 pontból és szögből történik. Minél lassabban megyünk annál nehezebb számolni, több a zaj stb. Emiatt az AOG megjegyzi az előzményeket is, hogy ezt a hibát tompítsa. Ez a lépés távolság azt jelzi, hogy hány ilyen pontot jegyezzünk meg az irány számítására. Egy magas érték nagyon pontos irányzékot ad viszont nem jól működik forduláskor. Egya alacsony értéktől viszont túl érzékennyé válhat a gép emiatt elkezdhet kóvályogni. Ez az a pont ahol az IMU segítségével kiszúrjük a forgást és a GPS adja a pozíciót az irányt pedig az IMU. Így pontosabb lesz a gép iránya.
lv: Soļa attālums virziena aprēķināšanai Kursu nosaka, ņemot 2 punktus un aprēķinot leņķi. Jo lēnāk jūs ejat, jo lielāka ir atšķirība no vienas puses uz otru, lielāks troksnis utt., kas padara virzienu diezgan nestabilu, lai vienkārši pārietu no pēdējā punkta uz pašreizējo punktu. Labi, braucot ātri. Šim nolūkam AOG atceras vairākus punktus pagātnē. Soļu attālums ir tas, cik tālu šajā punktu vēsturē vēlaties izmantot virsraksta aprēķināšanai. Liels soļu attālums nodrošina diezgan stabilu rādījumu, BET ir aizkavēšanās un gausa, lai noteiktu, kad transportlīdzeklis pagriežas. Ļoti mazs attālums reaģē ļoti ātri, bet arī lēkā apkārt un ir skaļāks. Tas nozīmē, ka IMU palīdzēs palielināt īso soļu attālumu ar IMU virzienu, lai nodrošinātu stabilu un ātru reakcijas kursu.
ru: Расстояние шага для расчета курса Курс определяется путем взятия 2 точек и расчета угла. Чем медленнее вы идете, тем больше отклонений из стороны в сторону, больше шума и т. д., что делает курс довольно нестабильным, чтобы просто переходить от последней точки к текущей точке. Хорошо, когда едешь быстро. Для этой цели AOG запоминает несколько моментов времени назад. Расстояние шага — это то, как далеко назад в этой истории точек вы хотите использовать для расчета курса. Большое расстояние шага обеспечивает довольно стабильные показания, НО есть задержка и медлительность для определения поворота автомобиля. На очень коротком расстоянии реагирует очень быстро, но также прыгает и более шумно. Именно поэтому IMU поможет увеличить дистанцию короткого шага с курсом IMU, чтобы обеспечить стабильный и быстрый ответный курс.
uk: Відстань кроку для розрахунку курсу Курс визначається шляхом взяття 2 точок і обчислення кута. Чим повільніше ви рухаєтесь, тим більше коливань з боку в бік, більше шуму і т.д., що робить курс досить нестабільним, щоб просто перейти від попередньої точки до поточної. Добре, коли ви їдете швидко. Для цього AOG запам'ятовує кілька точок у минулому. Крок - це відстань, наскільки далеко назад в історії точок ви хочете використати для обчислення курсу. Велика крокова відстань забезпечує досить стабільні показники, але є затримка і повільність у визначенні повороту автомобіля. Дуже коротка відстань реагує дуже швидко, але також є стрибкоподібною і більш шумною. Саме в цьому випадку IMU допоможе доповнити коротку відстань кроку курсом IMU, щоб отримати стабільний і швидкий відгук курсу.

# hc_nudMinimumFrameTime
source: Minimum Frame Time Set in milliseconds. If GPS is 10 hz then a single update takes 100 msec between new position updates. In this case the elapsed time would be zero since a new one arrives every 100 msec. If you set it to 70 then the elapsed time would wait for another 70 msec - or 170 msec total - before a missed update would occur. These missed updates get counted and show up by the AGIO button on the left side. A few misses happen because windows is busy, or bringing up the Config settings because Windows is too busy to read every update quickly. This is normal. But, if just driving along and misses are counting up, there is a problem. Something is taking too long.
hu: Képkocka minimális ideje Miliszekundumban! Ha a GPS 10Hz-en üzemel akkor nagyjából 100ms-enként változik a pozíció. Ebben az esetben az eltelt idő 0 hiszen minden 0.1 másodpercben érkezik egy új frissítés. Ha 70-re állítod akkor a frissítés érkezése után további 70ms-et várunk (összesen 170ms-et) mielőtt egy hiányzó frissítés történik. Ezek a hiányzó frissítések számolásra kerülnek és a bal oldalon lévő AgIO gombja mellett kijelzésre kerülnek. Néha egy egy frissítést lekésünk mert a windows le van terhelve vagy mert éppen a menüben voltunk így nem minden pozíciófrissítést dolgozunk fel. Ez normális. Viszont ha vezetés közben ez a mérőszám növekszik az probléma. Valamelyik számítás nagyon sokáig tart.
lv: Minimālais kadra laiks Iestatīts milisekundēs. Ja GPS ir 10 Hz, viens atjauninājums aizņem 100 msek starp jauniem atrašanās vietas atjauninājumiem. Šajā gadījumā pagājušais laiks būtu nulle, jo jauns pienāk ik pēc 100 ms. Ja iestatīsiet to uz 70, pagājušais laiks gaidīs vēl 70 ms (vai kopā 170 ms), pirms tiks nokavēts atjauninājums. Šie neatbildētie atjauninājumi tiek uzskaitīti un tiek parādīti, izmantojot pogu AGIO kreisajā pusē. Dažas kļūdas notiek tāpēc, ka Windows ir aizņemts vai tiek atvērti konfigurācijas iestatījumi, jo sistēma Windows ir pārāk aizņemta, lai ātri izlasītu katru atjauninājumu. Tas ir normāli. Bet, ja brauc tikai līdzi un tiek skaitītas garām, ir problēma. Kaut kas notiek pārāk ilgi.
ru: Минимальное время кадра Задается в миллисекундах. Если GPS составляет 10 Гц, то одно обновление занимает 100 мс между новыми обновлениями положения. В этом случае прошедшее время будет равно нулю, так как новое приходит каждые 100 мс. Если вы установите его на 70, то прошедшее время будет ждать еще 70 мс — или всего 170 мс — прежде чем произойдет пропущенное обновление. Эти пропущенные обновления учитываются и отображаются с помощью кнопки AGIO с левой стороны. Несколько промахов происходят из-за того, что Windows занята, или вызывают настройки конфигурации, потому что Windows слишком занята, чтобы быстро читать каждое обновление. Это нормально. Но, если просто едете и подсчитываете промахи, возникает проблема. Что-то слишком долго.
uk: Мінімальний час кадру Задається в мілісекундах. Якщо GPS працює з частотою 10 Гц, то між оновленнями нових координат проходить 100 мс. У цьому випадку час, що минув, буде нульовим, оскільки кожні 100 мс надходить нове оновлення. Якщо ви встановите значення 70, то час, що минув, чекатиме ще 70 мс - або загалом 170 мс - до того, як відбудеться пропущене оновлення. Ці пропущені оновлення підраховуються і відображаються за допомогою кнопки AGIO ліворуч. Деякі пропуски трапляються через зайнятість Windows або виклик налаштувань конфігурації, оскільки Windows надто зайнята, щоб швидко зчитувати кожне оновлення. Це нормально. Але якщо ви просто їдете, а кількість пропусків зростає, це означає, що виникла проблема. Щось відбувається надто довго.
