Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# h_lblSpeed
source: Speed Indicator Dual purpose label. Shows the speed of the vehicle and also tapping the value brings up the GPS Data form showing all the GPS information.
de: Geschwindigkeitsanzeige Die Anzeige hat einen doppeltem Verwendungszweck: sie zeigt die Geschwindigkeit des Fahrzeugs an und durch Tippen auf den Wert werden viele zusätzliche Daten, wie GPS-Informationen angezeigt.
hu: Kilométeróra Két funkciós címke. Megmutatja a jármű sebességét valamint rányomva megjeleníti az összes GPS-hez kapcsoló adatot.
lv: Ātruma indikators Divējāda uzlīme. Parāda transportlīdzekļa ātrumu, un, pieskaroties vērtībai, tiek atvērta GPS datu veidlapa, kurā tiek parādīta visa GPS informācija.
ru: Индикатор скорости Этикетка двойного назначения. Показывает скорость автомобиля, а также при нажатии на значение открывается форма данных GPS, в которой отображается вся информация GPS.
uk: Індикатор швидкості Етикетка подвійного призначення. Показує швидкість транспортного засобу, а також при натисканні на значення відкриває форму GPS-даних з усією GPS-інформацією.

# h_lblSteerCircleTouch
source: Steer Information Indicator Graphic shows steering angle as well as the color shows auto steer status..... Purple - Steer module not connected. Red - Steer module connected, not enabled. Orange - Steer Module connected and enabled, steer switch is off Green - Connected, enabled, and auto steering. Fully functional.
de: Neigungs- und Lenkinformationsanzeige Die Grafik zeigt die Neigung des Fahrzeugs und die Farbe zeigt den Status der automatischen Lenkung: Lila - Lenkmodul nicht angeschlossen. Rot - Lenkmodul angeschlossen, nicht aktiviert. Orange - Lenkmodul angeschlossen und aktiviert, Lenkschalter ist ausgeschaltet Grün - Verbunden, aktiviert und automatische Lenkung. Voll funktionsfähig.
hu: Kormányinformációjelző Grafika mutatja, a kerékszög állását és az automata kormányzás állapotát. Rózsaszín - Kormányzásért felelős modul nem elérhető Piros - Kormánymodul csatlakoztatva, kikapcsolva Narancs - Kormánymodul csatlakoztatva, engedélyezve viszont a kapcsoló által letiltva Zöld- Csatlakoztatva, engedélyezve, kapcsoló is OK -> minden működik.
lv: Stūrēšanas informācijas indikators Grafikā ir redzams stūres leņķis, kā arī krāsa parāda automātiskās stūrēšanas statusu..... Purpursarkans — stūrēšanas modulis nav pievienots. Sarkans — stūrēšanas modulis ir pievienots, nav iespējots. Oranžs — stūrēšanas modulis ir pievienots un iespējots, stūres slēdzis ir izslēgts. Zaļš — pievienots, iespējots un automātiska stūrēšana. Pilnībā funkcionāls.
ru: Информационный индикатор рулевого управления Графика показывает угол поворота рулевого колеса, а цвет показывает состояние автоматического рулевого управления..... Фиолетовый — модуль рулевого управления не подключен. Красный — модуль рулевого управления подключен, но не активирован. Оранжевый — модуль рулевого управления подключен и включен, переключатель рулевого управления выключен. Зеленый — подключен, включен и автоматическое рулевое управление. Полностью работоспособный.
uk: Індикатор інформації про кермо Графічно показує кут повороту керма, а також колір показує стан автопідсилювача..... Фіолетовий - модуль керма не підключено. Червоний - модуль керма підключений, але не активований. Помаранчевий - модуль керма підключено та увімкнено, перемикач керма вимкнено Зелений - Підключено, увімкнено та працює автоматичне керування. Повністю функціонує.

# h_lblSwapDirectionCancel
source: This area shows the distance to the start of the next U Turn. There are normally 2 functions here. When not in a U Turn, touching this area allows you to now turn the opposite direction. If you are doing a U Turn then touching this area cancels the U Turn - so be careful and grab the wheel.
de: Dieser Bereich zeigt die Entfernung bis zum Beginn der nächsten automatischen Wende. Hier gibt es 2 Funktionen. Wenn Sie sich nicht in einer Kehrtwende befinden, können Sie durch Berühren dieses Bereichs jetzt in die entgegengesetzte Richtung wenden. Wenn Sie gerade wenden, wird die Wende durch Berühren dieses Bereichs abgebrochen. Seien Sie also vorsichtig und greifen Sie nach dem Lenkrad.
hu: Ez a terület mutatja a távolságot a következő fordulóig. Általában 2 funkció van itt: Amikor nem fordulunk lehetőség van a forduló irányának kiválasztására. Fordulás közben a gomb megnyomásával a forduló megszakításra kerül. Úgyhogy óvatosan és fogd a kereket.
lv: Šis apgabals parāda attālumu līdz nākamā U pagrieziena sākumam. Šeit parasti ir 2 funkcijas. Kad neatrodaties U pagriezienā, pieskaroties šim apgabalam, tagad varat pagriezties pretējā virzienā. Ja veicat U pagriezienu, tad, pieskaroties šai zonai, U pagrieziens tiek atcelts, tāpēc esiet piesardzīgs un satveriet riteni.
ru: Эта область показывает расстояние до начала следующего разворота. Обычно здесь 2 функции. Когда вы не выполняете разворот, прикосновение к этой области теперь позволяет вам повернуть в противоположном направлении. Если вы делаете разворот, то прикосновение к этой области отменяет разворот — так что будьте осторожны и хватайтесь за руль.
uk: Ця область показує відстань до початку наступного розвороту. Зазвичай тут є 2 функції. Якщо ви не виконуєте розворот, дотик до цієї області дозволяє вам повернути у зворотному напрямку. Якщо ви виконуєте розворот, то дотик до цієї області скасовує розворот - будьте обережні і тримайте кермо.

# h_lblVehicleDirectionResetTouch
source: Swap Direction Touch Touch here if the vehicle is pointing backwards while travelling forwards. Without dual heading you don't know if you are backing up or going forward. Backing up is position to position like going forward but 180 degrees is added to your heading to make it look like you are backing up. At times, like turning sharp when going slow the direction can get confused and this resets that direction. Drive forward and touch this area to tell AOG which way forward is. Can be touched at any time.
de: Richtung ändern Tippen Sie hier, wenn das Fahrzeug beim Vorwärtsfahren nach hinten zeigt. Manchmal, zum Beispiel beim scharfen Abbiegen bei langsamer Fahrt oder beim Wenden kann die Richtung durcheinander geraten. Fahren Sie vorwärts und berühren Sie diesen Bereich, um AOG mitzuteilen, in welche Richtung es vorwärts geht. Jederzeit möglich.
hu: Haladási irány cseréje Érintsd meg ha a gép hátrafelé néz miközben előre halad. Dual GPS nélkül nem tudhatjuk, hogy előre vagy hátra néz a gép. A tolatás is ponttól pontig megy csak 180 fokkal el van forgatva az iránya, hogy úgy tűnjön tolatsz. Éles fordulók esetén az irány össze tud zavarodni, ennek segítségével alapértékre tudjuk beállítani az irányt. Menj előre és nyomd meg ezt a gombot, hogy megmond az AGO-nak merre van előre. Bármikor megnyomható.
lv: Mainīt virzienu Pieskarieties šeit, ja transportlīdzeklis ir vērsts atpakaļ, braucot uz priekšu. Bez dubultā virsraksta jūs nezināt, vai veicat dublēšanu vai virzāties uz priekšu. Dublēšana ir pozīcija uz pozīciju, piemēram, došanās uz priekšu, bet jūsu virzienam tiek pievienoti 180 grādi, lai izskatītos, ka jūs veicat dublēšanu. Reizēm, piemēram, strauji pagriežoties, braucot lēni, virziens var tikt sajaukts, un tas šo virzienu atiestata. Brauciet uz priekšu un pieskarieties šim apgabalam, lai norādītu AOG, kurš ceļš ir uz priekšu. Var pieskarties jebkurā laikā.
ru: Переключить направление Нажмите здесь, если автомобиль направлен назад при движении вперед. Без двойного заголовка вы не знаете, идете ли вы назад или вперед. Резервное копирование — это положение к положению, как движение вперед, но к вашему заголовку добавлено 180 градусов, чтобы это выглядело так, как будто вы отступаете. Иногда, например, резкий поворот при медленном движении, направление может сбиться, и это сбрасывает это направление. Двигайтесь вперед и коснитесь этой области, чтобы сообщить AOG, как пройти вперед. Можно прикоснуться в любой момент.
uk: Змінити напрямок руху Торкніться Торкніться тут, якщо автомобіль рухається заднім ходом під час руху вперед. Без подвійного курсу ви не знаєте, чи рухаєтеся ви назад, чи вперед. Рух заднім ходом - це рух вперед, але до вашого курсу додається 180 градусів, щоб виглядало так, ніби ви рухаєтеся заднім ходом. Іноді, наприклад, під час різкого повороту при повільному русі, напрямок може бути переплутаний, і ця функція скидає цей напрямок. Проїдьте вперед і торкніться цієї області, щоб вказати AOG, який шлях вперед. Можна торкатися в будь-який час.

# h_lbludpWatchCounts
source: How many NMEA messages have been missed or too late from AgIO
de: Zahl der NMEA-Nachrichten (GPS-Daten) die von AgIO verpasst wurden oder zu spät kamen.
hu: Mennyi NMEA üzenet hiányzik vagy érkezett késve az AgIO-tól
lv: Cik NMEA ziņojumu ir nokavēts vai pārāk vēlu no AgIO
ru: Сколько сообщений NMEA было пропущено или получено слишком поздно от AgIO
uk: Скільки повідомлень NMEA було пропущено або запізно отримано від AgIO

# ha_btnAPoint
source: A Point This is the first point of the line. It is also used for the base point of A plus heading. Once A is touched, you can either touch B point or enter in the heading.
de: A Punkt Dies ist der erste Punkt der Linie. Sie können jetzt entweder eine Richtung (heading) (0=Nord, 180=Süd) eingeben oder einen weiteren Punkt B festlegen, dann ist die Linie definiert. Dann können Sie die Linie benennen. Hinweis: - Beim Namen der Linien ist es hilfreich sie in der Reihenfolge wie sie typischerweise verwendet werden, sowie nach der Grenze, an der sie liegt zu nennen Bsp: 01 AB west Asphaltweg
hu: A kezdőpont Ez az első pont az egyenesen valamint ez után lehet az irányzékot megadni az A + irány módnál. Az A pont definiálás a után vagy a B végpontot tudjuk lehelyezni vagy irányt (fok) megadni.
lv: Punkts Šis ir pirmais līnijas punkts. To izmanto arī A plus virsraksta bāzes punktam. Kad pieskaras A, varat pieskarties punktam B vai ievadīt virsrakstu.
ru: Точка Это первая точка линии. Он также используется в качестве базовой точки направления А плюс. Как только коснетесь A, вы можете либо коснуться точки B, либо ввести заголовок.
uk: Точка Це перша точка лінії. Вона також використовується для базової точки A плюс заголовка. Після натискання точки A ви можете або натиснути точку B, або вказати її в заголовку.

# ha_btnAddTime
source: Add Time Adds a time stamp to the current line name. Helps make the name unique as well.
de: Zeit hinzufügen Fügt dem aktuellen Namen einen Zeitstempel hinzu. Hilft auch dabei, den Namen eindeutig zu machen.
hu: Idő hozzáadása Az időpont hozzadása az aktuális egyenes nevéhez. Segít a név egyedivé tételében.
lv: Pievienot laiku Pievieno laika zīmogu pašreizējās līnijas nosaukumam. Palīdz arī padarīt nosaukumu unikālu.
ru: Добавить время Добавляет метку времени к имени текущей строки. Также помогает сделать имя уникальным.
uk: Додати час Додає позначку часу до назви поточного рядка. Допомагає також зробити назву унікальною.

# ha_btnBPoint
source: B Point Makes a line between the A point set and the B point. Heading of line is calculated. You can modify the line by entering a heading or by touching B as often as you want.
de: B Punkt Erstellt eine Linie zwischen dem Punkt A und dem Punkt B. Die Richtung der Linie wird berechnet. Sie können die Richtung nachkorrigieren, indem Sie die Richtung als Zahl eingeben (0=Nord, 180=Süd) oder B beliebig oft berühren.
hu: B célpont Egyenest húz az A és B pont között. Az egyenesből irányszöget számítunk. A kívánt egyenes irányszöge módosítható közvetlenül vagy a B áthelyezésével.
lv: punkts Izveido līniju starp A punktu kopu un B punktu. Tiek aprēķināts rindas gals. Jūs varat mainīt rindu, ievadot virsrakstu vai pieskaroties B tik bieži, cik vēlaties.
ru: Точка B Создает линию между набором точек A и точкой B. Заголовок строки рассчитывается. Вы можете изменить строку, введя заголовок или касаясь B столько раз, сколько хотите.
uk: Точка B Будує лінію між заданими точками A і B. Напрямок лінії обчислюється. Ви можете змінити лінію, ввівши заголовок або натискаючи B так часто, як вам потрібно.

# ha_btnCancel
source: Cancel and Turn Off Exit the form and turn off the guidance mode. Existing lines are not deleted, it just turns them off in main display.
de: Abbrechen und Ausschalten Verlassen Sie das Fenster und deaktivieren Sie die automatische Lenkung. Vorhandene Linien werden nicht gelöscht, sondern nur in der Hauptanzeige ausgeblendet.
hu: Mégsem és kikapcsol Kilép az ablakból és kikapcsolja a navigációt. A meglévő vonalak nem kerülnek törlésre, csak kikapcsolásra a főképernyőn.
lv: Atcelt un izslēgt Izejiet no veidlapas un izslēdziet vadības režīmu. Esošās rindas netiek dzēstas, tās vienkārši izslēdzas galvenajā displejā.
ru: Отмена и выключение Закройте форму и выключите режим сопровождения. Существующие строки не удаляются, они просто отключаются на основном дисплее.
uk: Скасування та вимкнення Вийдіть з форми і вимкніть режим наведення. Існуючі лінії не видаляються, вони просто вимикаються на головному екрані.

# ha_btnCancelCreate
source: Cancel and Return Cancels the current action and returns you back to the start.
de: Abbrechen und zurück Bricht die aktuelle Aktion ab und bringt Sie zurück zur vorherigen Anzeige.
hu: Mégsem és vissza Felfüggeszti az aktuális műveletet és visszalép.
lv: Cancel and Return Atceļ pašreizējo darbību un atgriež jūs atpakaļ uz sākumu.
ru: Отменить и вернуться Отменяет текущее действие и возвращает вас к началу.
uk: Скасувати і повернутися Скасовує поточну дію і повертає вас на початок.

# ha_btnDuplicate
source: Copy Line Makes a copy of the line selected in the List View. The name must remain unique.
de: Linie kopieren Erstellt eine Kopie der in der Listenansicht ausgewählten Linie. Der neue Name muss eindeutig bleiben.
hu: Egyenes másolása Egy másolatot készít a listából kiválaszott egyenesről.A névnek továbbra is egyedinek kell lennie.
lv: Copy Line (Kopēt rindu) Izveido saraksta skatā atlasītās rindas kopiju. Nosaukumam ir jāpaliek unikālam.
ru: Копировать строку Создает копию строки, выбранной в представлении списка. Имя должно оставаться уникальным.
uk: Копіювати рядок Створює копію рядка, вибраного у поданні списку. Назва повинна залишатися унікальною.

# ha_btnEnterContinue
source: Save and Continue
de: Speichern und weiter
hu: Mentés és folytatás
lv: Saglabāt un turpināt
ru: Сохранить и продолжить
uk: Зберегти та продовжити

# ha_btnListDelete
source: List Delete Select a line from the list, touch delete to remove the line.
de: Löschen einer Linie Wählen Sie eine Linie und tippen Sie hier um Diese zu löschen.
hu: Törlés listáról Válassz egy egyenes a listából majd a törlés gombal töröljük.
lv: Saraksta dzēšana Izvēlieties rindiņu no saraksta, pieskarieties dzēst, lai rindiņu noņemtu.
ru: Удалить из списка Выберите линию из списка, коснитесь Удалить, чтобы удалить линию.
uk: Видалення списку Виберіть рядок зі списку, натисніть видалити, щоб видалити рядок.

# ha_btnListUse
source: Use Line and Exit Uses the line selected in the list and exit.
de: Linie auswählen und zurück Die ausgewählte Linie wird für das automatische Lenken benutzt. Der Knopf schließt das Fenster.
hu: Egyenes használata A kiválaszott egyenes kiválasztása.
lv: Izmantot līniju un iziet Izmanto sarakstā atlasīto līniju un iziet.
ru: Использовать линию и выйти Использует линию, выбранную в списке, и выходит.
uk: Використовувати рядок і вийти Використовує рядок, вибраний у списку, і виходить.

# ha_btnManual
source: Manual Entry Manual entry of A and B points by using Latitude and Longitude. Brings up another form.
de: Manuelle Eingabe Manuelle Eingabe von A und B Punkt mittels Längen- und Breitengrad. Es öffnet sich ein neues Fenster
hu: Kézi bevitel A és B pontok kézi bevitele szélességi és hosszúsági értékek alapján egy új ablakban.
lv: Manuālā ievade A un B punktu manuāla ievade, izmantojot platuma un garuma grādus. Parāda citu formu.
ru: Ручной ввод Ручной ввод точек A и B с использованием широты и долготы. Выводит другую форму.
uk: Введення вручну Ручне введення точок A і B за допомогою широти і довготи. Відкриває іншу форму.

# ha_btnNewABLine
source: New Line Brings up the form to create a new line by AB or A plus heading or Manual Latitude and Longitude.
de: Neue Linie Öffnet ein neues Fenster um eine neue Linie zu erstellen. Die neue Linie kann mittels A und B Punkt oder A Punkt und Richtung oder ganz manuell mittels Längen- und Breitengrad erstellt werden.
hu: Új egyenes Új ablakot nyit meg, hogy egy új AB vagy A + irány vagy Szélesség, hosszúság + irány alapján generljunk egyenest.
lv: Jauna rindiņa Parāda veidlapu, lai izveidotu jaunu rindiņu pēc AB vai A plus virsraksta vai Manuālais platums un garums.
ru: Новая линия Открывает форму для создания новой линии по AB или A плюс заголовок или широта и долгота вручную.
uk: Нова лінія Відкриває форму для створення нового рядка за напрямком AB або A плюс, або за ручною широтою і довготою.

# ha_nudHeading
source: Heading Entry Enter a heading once the A Point has been set. Any number between 0 and 360 degrees.
de: Eingabe der Richtung Sobald Sie einen A Punkt gesetzt haben, können Sie eine Richtung eingeben. Jede Zahl zwischen 0 = Nord und 360 Grad ist möglich.
hu: Irány bevitel Adj meg egy irányt mituán egy A pont definiálva van. Bármilyen szám megadható 0 és 360 fok között.
lv: Virsraksta ievade Ievadiet virsrakstu, kad A punkts ir iestatīts. Jebkurš skaitlis no 0 līdz 360 grādiem.
ru: Ввод курса Введите курс после установки точки А. Любое число от 0 до 360 градусов.
uk: Введення заголовка Введіть курс після встановлення точки А. Будь-яке число від 0 до 360 градусів.

# ha_textBox1
source: Line Name Edit and make the name of the line here. Keep names unique. Touching the Time button adds time to the description.
de: Name der Linie Ändern oder erstellen Sie den Namen der Linie. Komplett gleiche Namen sind nicht möglich. Durch Drücken der Knöpfe Datum oder Zeit wird dies dem Namen hinzugefügt. Hinweis: - Beim Namen der Linien ist es hilfreich sie in der Reihenfolge wie sie typischerweise verwendet werden, sowie nach der Grenze, an der sie liegt zu nennen Bsp: 01 AB west Asphaltweg
hu: Egyenes Neve Lehetőséget ad az egyenes nevének módosítására. A neveknek egyedinek kell lenni.Az idő gomb megnyomásával az aktuális időpontot hozzá tudjuk adni a leíráshoz.
lv: Līnijas nosaukums Rediģējiet un izveidojiet līnijas nosaukumu šeit. Saglabājiet vārdus unikālus. Pieskaroties pogai Laiks, aprakstam tiek pievienots laiks.
ru: Line Name Edit и введите имя линии здесь. Держите имена уникальными. Прикосновение к кнопке «Время» добавляет к описанию время.
uk: Назва лінії Відредагуйте та створіть тут назву лінії. Зберігайте назви унікальними. Натискання кнопки Час додає час до опису.

# hb_btnAdd
source: Add New Boundary Brings up the form to choose to either load a kml file for boundary or to Drive one. If no boundaries are made, the first one you make is the outer boundary. If there is an outer boundary already made, the rest made will be inner boundaries. Touch on the Drive through Yes or No button for that boundary to change.
de: Neue Schlaggrenze hinzufügen Ruft das Formular auf, in dem Sie auswählen können, ob Sie eine KML-Datei als Grenze laden oder eine Grenze durch fahren erstellen möchten. Wenn noch keine Grenzen festgelegt wurden, legen Sie zunächst die äußere Grenze fest. Wenn bereits eine äußere Grenze erstellt wurde, handelt es sich beim Rest um innere Grenzen. Berühren Sie die Schaltfläche „Durchfahren“ mit „Ja“ oder „Nein“, um das Verhalten an dieser Grenze zu ändern.
lv: Pievienot jaunu robežu Tiek atvērta veidlapa, kurā var izvēlēties ielādēt kml failu robežai vai vadīt vienu. Ja robežas nav noteiktas, pirmā, ko izveidojat, ir ārējā robeža. Ja jau ir izveidota ārējā robeža, pārējās robežas būs iekšējās. Lai mainītu šo robežu, pieskarieties pogai Braukt caur Jā vai Nē.
ru: Добавить новую границу Открывает форму для выбора: загрузить файл kml для границы или проехать. Если границы не установлены, первая граница, которую вы создаете, является внешней границей. Если внешняя граница уже сделана, остальные будут внутренними границами. Коснитесь кнопки «Проехать через Да» или «Нет», чтобы изменить эту границу.
uk: Додати нову межу Відкриває форму, на якій ви можете завантажити kml-файл для меж або створити їх на диску. Якщо жодної межі не створено, то першою буде створена зовнішня межа. Якщо зовнішня межа вже створена, решта меж будуть внутрішніми. Натисніть на кнопку Так або Ні, щоб змінити цю межу.

# hb_btnAddPoint
source: Add Point Add a point at the current position based on offset. Nice to make long straight lines by marking corners only. You can record around corners, pause, hit Add point, drive and keep recording. Anything you want to do.
de: Neuen Punkt hinzufügen Fügt einen Punkt an der aktuellen Position hinzu. (Außermittige Antenne wird berücksichtigt). Hinweis: - Gerade Stücke in der Kurvenlinie erzeugen Sie, in dem Sie während der Aufnahme Pause drücken. Dann wird der letzte Punkt vor und nach der Pause gerade verbunden. - es kann sinnvoll sein, nur an den Ecken eines Schlages Punkte zu setzen. Diese werden dann mit geraden Linien verbunden.
hu: Pont hozzáadása Az aktuális pozícióban pont készítése. Hasznos lehet, hosszú egyenesek készítéséhez csak a sarokpontok megadásával. Lehetséges a vonalakat csak a sarkok körül rögzíteni majd a felvételt szünetelteve a másik sarokhoz hajtani és ott folytatni a rögzítést. Kinek mi a kényelmesebb.
lv: Pievienot punktu Pievienojiet punktu pašreizējā pozīcijā, pamatojoties uz nobīdi. Patīkami veidot garas taisnas līnijas, atzīmējot tikai stūrus. Varat ierakstīt ap stūriem, pauzēt, noklikšķināt uz Pievienot punktu, braukt un turpināt ierakstīšanu. Jebkas, ko vēlaties darīt.
ru: Добавить точку Добавить точку в текущей позиции на основе смещения. Приятно делать длинные прямые линии, отмечая только углы. Вы можете записывать повороты, ставить на паузу, нажимать «Добавить точку», ехать и продолжать запись. Все, что вы хотите сделать.
uk: Додати точку Додати точку в поточну позицію на основі зміщення. Зручно створювати довгі прямі лінії, позначаючи лише кути. Ви можете записувати навколо кутів, зробити паузу, натиснути Додати точку, продовжити рух і продовжити запис. Все, що ви хочете зробити.

# hb_btnCancel
source: Cancel At any time or on any form you can cancel. As you make boundaries and do changes they are saved. Nothing is saved when cancelling or exiting.
de: Abbrechen Zu jeder Zeit können Sie abbrechen.
hu: Mégsem Amikor a mégsem gombra nyomsz az adott ablakban lévő beállítások nem kerülnek mentésre.
lv: Atcelt Jūs varat atcelt jebkurā laikā vai jebkurā formā. Nosakot robežas un veicot izmaiņas, tās tiek saglabātas. Atceļot vai izejot, nekas netiek saglabāts.
ru: Отменить В любое время или в любой форме вы можете отменить. Когда вы устанавливаете границы и вносите изменения, они сохраняются. Ничего не сохраняется при отмене или выходе.
uk: Скасувати У будь-який час або в будь-якій формі ви можете скасувати. Коли ви встановлюєте межі та вносите зміни, вони зберігаються. Нічого не зберігається під час скасування або виходу.

# hb_btnDelete
source: Single Boundary Delete Select a boundary in the list and delete it.
de: einzelne / ausgewählte Grenze löschen Wählen Sie eine Grenze aus der Liste und löschen Sie Diese.
hu: Egy határvonal törlése Törli a kiválasztott határvonalat a listából.
lv: Viena robeža Dzēst Sarakstā atlasiet robežu un izdzēsiet to.
ru: Удалить одну границу Выберите границу в списке и удалите ее.
uk: Видалення однієї межі Виберіть межу у списку та видаліть її.
