Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# hd_btnMakeBoundaryCurve
source: Make Boundary Contour Creates a guidance line around the whole field that is set in distance numeric entry. Usually is one half tool width away.
de: Grenzkontur erstellen Erstellt einen Kontur parallel zur Außengrenze. Die Zahl der Spuren am Vorgewende und ein weiterer Versatz kann eingestellt werden.
hu: Kontúr készítése határvonal alapján Navigációs vonal készítése a föld határvonalával párhuzamosan a beállított távolságra. Alapértelmezés a beállított munkaeszköz 1,5x értéke.
lv: Make Boundary Contour Izveido norāžu līniju ap visu lauku, kas ir iestatīts attāluma ciparu ierakstā. Parasti atrodas puse instrumenta platuma attālumā.
ru: Сделать контур границы Создает навигационную линию вокруг всего поля, заданного числовым значением расстояния. Обычно это половина ширины инструмента.
uk: Створити контур межі Створює напрямну лінію навколо всього поля, яка задається числовим введенням відстані. Зазвичай становить половину ширини інструмента.

# hd_btnMakeCurve
source: Make Curve Once 2 points are selected, and distance from boundary set, make a new Curve guidance line. You can edit the name in the textbox.
de: AB Kurve erstellen Sobald Sie 2 Punkte ausgewählt haben und den Grenzabstand eingestellt haben, können Sie eine neue AB Kurve erzeugen. Den Namen Dieser können Sie im Textfeld ändern.
hu: Iránygörbe készítése A 2 pont kiválasztása utána, a határvonaltól beállított távolságra görbét generál a határvonallal párhuzamosan. A név szerkeszthető.
lv: Izveidot līkni Kad ir atlasīti 2 punkti un iestatīts attālums no robežas, izveidojiet jaunu līknes vadības līniju. Vārdu var rediģēt tekstlodziņā.
ru: Создать кривую Когда выбраны 2 точки и задано расстояние от границы, создайте новую направляющую линию кривой. Вы можете отредактировать имя в текстовом поле.
uk: Створити криву Після того, як вибрано 2 точки і задано відстань до межі, створіть нову напрямну лінію Крива. Ви можете відредагувати назву у текстовому полі.

# hd_btnSelectABLine
source: Select AB Line Keep touching to cycle thru the lines to select the one you want.
de: Drücken Sie den Knopf um durch die Linien zu blättern.
hu: AB egyenes választás Az AB egyenesek között vált. Megnyomásra a következő egyenest tölti be.
lv: Atlasiet AB līnija Turpiniet pieskarties, lai pārvietotos pa līnijām un atlasītu vajadzīgo.
ru: Выберите линию AB Продолжайте нажимать, чтобы циклически перемещаться по линиям, чтобы выбрать нужную.
uk: Виберіть лінію AB Продовжуйте торкатися, щоб вибрати потрібну лінію.

# hd_btnSelectCurve
source: Select Curve Keep touching to cycle thru the lines to select the one you want.
de: Drücken Sie den Knopf um durch die Linien zu blättern.
hu: Görbe választása A görbék között vált. Megnyomásra a következő görbét tölti be.
lv: Atlasiet Līkne Turpiniet pieskarties, lai pārvietotos pa līnijām un atlasītu vajadzīgo.
ru: Выберите Кривая. Продолжайте нажимать, чтобы циклически перемещаться по линиям, чтобы выбрать ту, которую вы хотите.
uk: Виберіть криву Продовжуйте торкатися, щоб перебирати лінії, щоб вибрати потрібну.

# hd_nudDistance
source: Distance From Boundary Enter the distance left or right from the line created by the 2 points. Defaults to 1 half the tool width.
de: Abstand zur Grenze Geben Sie den Abstand zur Grenze nach rechts oder links ein. Stardardwert ist die halbe Arbeitsbreite.
hu: Határvonaltól lévő távolság Add mega távolságot balra/jobbra a vonaltól. Az alapértelmezés az eszközszélesség 1,5x-ese.
lv: Distance From Boundary Ievadiet attālumu pa kreisi vai pa labi no līnijas, ko izveido 2 punkti. Pēc noklusējuma 1 puse no instrumenta platuma.
ru: Расстояние от границы Введите расстояние слева или справа от линии, созданной двумя точками. По умолчанию 1 половина ширины инструмента.
uk: Відстань від межі Введіть відстань ліворуч або праворуч від лінії, створеної двома точками. За замовчуванням дорівнює половині ширини інструмента.

# hd_oglSelf
source: Boundary Display Touch 2 points on the boundary to make a line. Touch Create Curve or Create AB Line to make the line. Edit the name.
de: Anzeige der Grenze Tippen Sie auf 2 Punkte auf der Grenze. Tippen Sie auf AB Linie oder AB Kurve um die Linie zu erstellen. Abschließend passen Sie den Namen der Linie an.
hu: Határterület kijelzése Válassz ki 2 pontot a határvonalon, hogy egy egyenest létrehozz. Érintsd meg a Görbe vagy AB egyenes készítése gombot, hogy a vonalat létrehozd. Majd add meg nevet.
lv: Robežas displejs Pieskarieties 2 punktiem uz robežas, lai izveidotu līniju. Pieskarieties Izveidot līkni vai Izveidot AB līniju, lai izveidotu līniju. Rediģējiet nosaukumu.
ru: Отображение границ Коснитесь 2 точек на границе, чтобы провести линию. Коснитесь «Создать кривую» или «Создать линию АБ», чтобы создать линию. Отредактируйте имя.
uk: Відображення меж Щоб створити лінію, торкніться 2 точок на межі. Натисніть "Створити криву" або "Створити лінію AB", щоб створити лінію. Відредагуйте назву.

# hd_tboxNameLine
source: Edit Line Touch to edit the line to rename the default.
de: Linie ändern Hier ändern Sie die Linie oder deren Namen.
hu: Vonal szerkesztése Érintsd meg a vonalat a szerkesztéshez, hogy átnevezd az alapértelmezett beállítást.
lv: Rediģēt līniju Pieskarieties, lai rediģētu līniju un pārdēvētu noklusēto.
ru: Редактировать линию Коснитесь, чтобы отредактировать линию, чтобы переименовать ее по умолчанию.
uk: Редагувати рядок Натисніть, щоб змінити рядок, перейменувавши його за замовчуванням.

# he_btnNoSave
source: Save For Now Line changes not saved with the field, they are lost when loading the field again. But the changes are in effect
de: Speichern Sie die Änderungen nur für jetzt und verlassen das Fenster. Die Änderungen an der Linie werden nicht mit dem Feld abgespeichert, sondern gehen beim Schließen des Feldes verlohren. Aber die Änderungen bleiben wirksam, bis Sie das Feld schließen.
hu: Ideiglenes mentés A beállított vonalakat nem menti el a fájlba. Amennyiben a föld újbóli megnyitásra kerül a változtatások nem lesznek ott
lv: Saglabāt tagad Rindas izmaiņas nav saglabātas kopā ar lauku, tās tiek zaudētas, atkārtoti ielādējot lauku. Taču izmaiņas ir spēkā
ru: Сохранить на данный момент Изменения строки не сохраняются вместе с полем, они теряются при повторной загрузке поля. Но изменения в силе
uk: Зберегти поки що Зміни рядка не зберігаються разом з полем, вони втрачаються при повторному завантаженні поля. Але зміни діють

# he_btnOK
source: Save and Exit Changes are saved with the field and exit the form.
de: Speichern und zurück Die Änderungen werden mit dem Feld abgespeichert und das Fenster wird geschlossen.
hu: Mentés és bezárás A módosítások a földhöz tartozó fájlba mentésre kerülnek majd bezárjuk az ablakot.
lv: Saglabāt un iziet Izmaiņas tiek saglabātas kopā ar lauku un iziet no veidlapas.
ru: Сохранить и выйти Изменения сохраняются вместе с полем и закрываются из формы.
uk: Зберегти і вийти Зміни зберігаються разом з полем та виходом з форми.

# hh_btnDeletePoints
source: Delete Points on Line First select 2 points on the line to delete all the points for. Touch Delete Button. This removes all the points between the selected 2 points and makes a straight line.
de: Punkt auf der Linie löschen Wählen Sie zuerst 2 Punkt auf der Linie aus. Drücken Sie dann den "löschen" (delete) Knopf. Dabei werden alle Punkte zwischen den 2 ausgewählten Punkten gelöscht. Das macht die Linie in diesem Bereich gerade.
hu: Vonalon/Görbén lévő pontok törlése Válaszd ki a töröln kívánt 2 pontot a vonalon. Nyomd meg a Törlés gombot. Ez törli a meglévő vonalat és összeköti a 2 pontot egy egyenessel.
lv: Dzēst punktus uz līnijas Vispirms atlasiet 2 punktus uz līnijas, lai dzēstu visus punktus. Pieskarieties pogai Dzēst. Tas noņem visus punktus starp atlasītajiem 2 punktiem un izveido taisnu līniju.
ru: Удаление точек на линии Сначала выберите 2 точки на линии, для которых нужно удалить все точки. Коснитесь кнопки «Удалить». Это удалит все точки между выбранными 2 точками и сделает прямую линию.
uk: Видалити точки на лінії Спочатку виберіть 2 точки на лінії, для яких потрібно видалити всі точки. Натисніть кнопку "Видалити". Це видалить усі точки між вибраними 2 точками і створить пряму лінію.

# hh_btnExit
source: Exit Exit the form and set the headland On.
de: Zurück Das Fenster wird geschlossen und das Vorgewende ist aktiv.
hu: Bezárás Bezárja az ablakot és bekapcsolja a forgót a beállított értékeknek megfelelően.
lv: Iziet Izejiet no veidlapas un iestatiet apgriešanās joslu On.
ru: Выход Выйдите из формы и включите поворотную полосу.
uk: Вихід Вийдіть з форми і встановіть поворотну смугу увімкненою.

# hh_btnMakeFixedHeadland
source: Add Distance to Headland Adds the distance entered in the numeric entry to the existing headland.
de: zusätzlicher Abstand zur Grenze Fügt einen zusätzlichen Abstand, zu der Breite der ausgewählten Spuren, hinzu.
hu: Forgó szélességének növelése Hozzáadja a beírt értéket a meglévő forgó szélességéhez.
lv: Pievienot attālumu apgriešanās laukumam Pievieno ciparu ierakstā ievadīto attālumu esošajam lauka galam.
ru: Добавить расстояние до разворотной полосы Добавляет расстояние, введенное в числовой ввод, к существующей разворотной полосе.
uk: Додати відстань до смуги розвороту Додає відстань, введену в числовому введенні, до існуючого розвороту на краю поля.

# hh_btnReset
source: Reset Headland Puts the headland back to the boundary, resetting it to 0 distance.
de: löscht das Vorgewende Das Vorgewende wird gelöscht und der Abstand zur Grenze auf 0 gesetzt.
hu: Forgó törlése Kitörli a felvitt forgót, azaz 0 szélesre állítja.
lv: Atiestatīt apgriešanās joslu Novieto apgriešanās joslu atpakaļ uz robežu, atiestatot to uz 0 attālumu.
ru: Сбросить разворотную полосу Возвращает разворотную полосу к границе, сбрасывая ее на 0 расстояний.
uk: Скинути розворотну смугу Повертає смугу розвороту назад до межі, скидаючи її на нульову відстань.

# hh_btnSetDistance
source: Add Distance Adds the distance set in the numeric to the line selected by the 2 points.
de: Abstand hinzufügen Wählen Sie 2 Punkte aus und fügen Sie zusätzlichen Abstand zur Grenze hinzu (nur zwischen den 2 gewählten Punkte).
hu: Távolság hozzáadása Hozzáadja a beírt távolságot a 2 pont közötti vonalhoz.
lv: Pievienot attālumu Pievieno skaitļos iestatīto attālumu 2 punktu atlasītajai līnijai.
ru: Добавить расстояние Добавляет расстояние, заданное числовым значением, к линии, выбранной двумя точками.
uk: Додати відстань Додає відстань, задану числом, до лінії, виділеної 2-ма точками.

# hh_btnTurnOffHeadland
source: Headland Off Shuts off the headland completely.
de: Vorgewende aus Schaltet das Vorgewende komplett aus.
hu: Forgó KI Kikapcsolja a forgót teljesen.
lv: Apgriešanās laukums izslēgts Pilnībā izslēdz lauka apgabalu.
ru: Headland Off Полностью отключает разворотную полосу.
uk: Вимкнути розворотний майданчик Повністю вимикає розворот на краю поля.

# hh_cboxIsSectionControlled
source: Sections Control In Headland Enable of disable the turning off of sections within the headland.
de: automatische Teilbreitensteuerung am Vorgewende Legt fest, ob die Teilbreiten im Vorgewende automatisch aus gehen.
hu: Forgón történő szakaszvezérlés A szakszok kikapcsolásának forgón történő engedléyezése.
lv: Sections Control In Apgriešanās Iespējojiet, lai atspējotu sekciju izslēgšanu apgriešanās joslā.
ru: Управление секциями на разворотной полосе Включите или отключите отключение секций на разворотной полосе.
uk: Керування секціями на поворотній смузі Увімкнути або вимкнути вимкнення секцій на поворотній смузі.

# hh_cboxToolWidths
source: Tool Widths Use the pulldown to set how many tool widths in from the boundary you want the headland to be. If you select it again, it will remove the previous headland and make the new one.
de: Zahl der Spuren am Vorgewende wählen Sie mit dem Pull down Menü die Zahl der Spuren aus, die als Vorgewende festgelegt werden.
hu: Fogások száma Használd a legördülő menüt, hogy beállítsd hány fogás legyen a forgó szélessége. 3 fogás 4méteres eszközzel 12m széles forgót eredményez. Amennyiben módosítod a meglévő forgó felülírásra kerül.
lv: Instrumentu platumi Izmantojiet nolaižamo izvēlni, lai iestatītu, cik instrumenta platumu no robežas vēlaties apgriezties. Ja atlasīsiet to vēlreiz, tas noņems iepriekšējo apgriešanu un izveidos jaunu.
ru: Ширина инструмента Используйте выпадающее меню, чтобы установить, на сколько ширины инструмента от границы должна быть разворотная полоса. Если вы выберете его снова, он удалит предыдущую разворотную полосу и создаст новую.
uk: Ширина інструменту Використовуйте випадаючий список, щоб встановити ширину інструмента на відстані від межі розвороту на узбіччі. Якщо ви виберете його ще раз, він видалить попередню смугу розвороту і створить нову.

# hh_nudDistance
source: Distance Entry Distance entered will be added to the existing headland distance. Press the Enter Distance button to add it.
de: Distanz hinzufügen Zusätzliche Breite (m) des Vorgewendes wird hinzugefügt, sobald Sie den Knopf drücken.
hu: Távolságbevitel A beírt távolságot hozzáadjuk a meglévő forgó szélességéhez. Nyomd meg az entert a véglegesítéshez.
lv: Distance Entry Ievadītais attālums tiks pievienots esošajam apgriešanās attālumam. Nospiediet pogu Ievadīt attālumu, lai to pievienotu.
ru: Введенное расстояние въезда будет добавлено к существующему расстоянию до конца гона. Нажмите кнопку «Ввести расстояние», чтобы добавить его.
uk: Введення відстані Введена відстань буде додана до існуючої відстані до краю поля. Натисніть кнопку Ввести відстань, щоб додати її.

# hh_nudSetDistance
source: Selected Distance Move Select 2 points on the headland line you want to move independently Enter the distance to move the segment - can be positive or negative.
de: Segment verschieben Wählen Sie 2 Punkte aus und verschieben Sie es um x m (nur zwischen den 2 gewählten Punkte).
hu: Kiválaszott távolság mozgatása Válassz ki 2 pontot a forgón amelyet mozgatni szeretnél. Add meg az elmozdítás távolságát, lehet pozitív vagy negatív.
lv: Atlasītais attālums Pārvietot Izvēlieties 2 punktus apgriešanās līnijā, ko vēlaties pārvietot neatkarīgi Ievadiet attālumu, lai pārvietotu segmentu — tas var būt pozitīvs vai negatīvs.
ru: Выбранное расстояние перемещения Выберите 2 точки на линии разворотной полосы, которые вы хотите переместить независимо друг от друга. Введите расстояние для перемещения сегмента — может быть положительным или отрицательным.
uk: Переміщення на вибрану відстань Виберіть 2 точки на лінії розвороту, які ви хочете перемістити незалежно Введіть відстань для переміщення сегмента - може бути додатною або від'ємною.

# ht_btnAdjHalfToolWidth
source: Move Reference Half Tool Width Moves the reference line one half tool width left or right.
de: Verschiebung um die halbe Arbeitsbreite Verschiebt die Linie um die halbe Abreitsbreite.
hu: Referencia elmozdítása az eszköz szélességének felével Elmozdítja a referencia vontalat balra vagy jobbra.right.
lv: Move Reference Half Tool Width Pārvieto atsauces līniju par pusi instrumenta platuma pa kreisi vai pa labi.
ru: Переместить опорную линию на половину ширины инструмента Перемещает опорную линию на половину ширины инструмента влево или вправо.
uk: Перемістити опорну лінію на половину ширини інструмента Переміщує опорну лінію на половину ширини інструмента вліво або вправо.

# ht_btnCancel
source: Tram Off Cancel and delete everything. Turn the tram off
de: Fahrgassen aus Schaltet die Fahrgassen aus und löscht diese.
hu: Művelőút ki Megszakít és töröl mindent. Kikapcsolja a művelőutakat
lv: Tehnaloģiskās izslēgts Atcelt un dzēst visu. Izslēdziet Tehnaloģiskās
ru: Тех колея выкл Отменить и удалить все. Выключить техн колею
uk: Тех колія викл Скасувати і видалити все. Вимкнути техн колію

# ht_btnLeftRightNudge
source: Nudge Reference Line Nudge reference line by amount shown
de: Linie verschieben Linie um x cm verschieben
hu: Referencia egyenes elmozdítása Elmozdítja a referencia egyenest a beállított értékkel
lv: Pabīdīt atsauces līniju Pabīdīt atsauces līniju pēc norādītā daudzuma
ru: Сдвинуть опорную линию Сдвинуть опорную линию на указанную величину
uk: Зрушити опорну лінію Зрушити опорну лінію на зазначену величину

# ht_btnSave
source: Save and Exit Save and activate the Tram lines. Exit the setup form.
de: Speichern und zurück Speichert und aktiviert die Fahrgassen. Das Fenster wird verlassen.
hu: Mentés és Kilépés Menti és aktiváltaj a művelőutakat, majd bezárja az ablakot.
lv: Saglabāt un iziet Saglabāt un aktivizēt Tehnaloģiskās līnijas. Izejiet no iestatīšanas veidlapas.
ru: Сохранить и выйти Сохранить и активировать линии трамвая. Выйдите из формы настройки.
uk: Зберегти та вийти Зберегти та активувати колії. Вийдіть з форми налаштування.

# ht_btnSwapAB
source: Swap A to B Swaps the order of the line so right is left. This is important as tram lines are made on the right side of the line counting positive.
de: A und B Punkt vertauschen Dreht die Linie um. Wichtig, da die Fahrgassen nur rechts von der Linie 0 erstellt werden.
hu: A-B cserélése Megcseréli az AB pontot így a jobb bal lesz. Ez azért fontos mert a művelőutakat az AB vonal jobb oldalán generlájuk.
lv: Apmainīt A pret B Maina rindas secību tā, lai labā puse būtu kreisā. Tas ir svarīgi, jo Tehnaloģiskās līnijas tiek veidotas līnijas labajā pusē, skaitot pozitīvu.
ru: Замена A to B Меняет порядок строк так, чтобы справа было слева. Это важно, так как трамвайные пути располагаются справа от линии, считая положительной.
uk: Поміняти місцями A на B Міняє порядок лінії так, щоб праве було лівим. Це важливо, оскільки колія прокладаються з правого боку лінії, рахуючи з позитивного боку.

# ht_nudPasses
source: Tram Passes Enter the number of tram passes or use the up down arrows to change the number
de: Zahl der erzeugten Fahrgassen Geben Sie die Zahl der zu erstellenden Fahrgassen ein.
lv: Tehnaloģiskās izlaišana. Ievadiet Tehnaloģiskās izlaišanas skaitu vai izmantojiet augšupvērstās bultiņas, lai mainītu numuru
ru: Технологическая колея Введите количество трамвайных проездов или используйте стрелки вверх вниз, чтобы изменить число
uk: Технологічна колія Введіть кількість проходів або використовуйте стрілки вгору вниз, щоб змінити число
