Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# hb_btnDeleteAll
source: All Boundaries Delete This button deletes all the boundaries. Careful - once gone they are gone.
de: Alle Schlaggrenzen löschen Dieser Kopf löscht alle Schlaggrenzen. Vorsicht: wenn die Grenzen weg sind, sind sie weg.
hu: Összes határvonal végleges törlése A gomb törli az összes határvonalat. Óvatosan ugyanis nincs visszaút.
lv: Visas robežas dzēst Šī poga dzēš visas robežas. Uzmanīgi – kad pagājušas, tās vairs nav.
ru: Удалить все границы Эта кнопка удаляет все границы. Осторожно - когда они ушли, они ушли.
uk: Видалити всі межі Ця кнопка видаляє всі межі. Будьте обережні - після видалення вони зникнуть назавжди.

# hb_btnDeleteLast
source: Delete Last Point Made Deletes the last point made. Keep touching to delete as many as you want.
de: letzten Punkt löschen Löscht den letzten Punkt. Mehrmals drücken löscht mehrere Punkte.
hu: Utolsó pont törlése Törli az utoljára felvitt pontot, újbóli megnyomás esetén az utolsó előtti pontot és így tovább.
lv: Dzēst pēdējo punktu Dzēš pēdējo veikto punktu. Turpiniet pieskarties, lai izdzēstu tik daudz, cik vēlaties.
ru: Удалить последнюю сделанную точку Удаляет последнюю сделанную точку. Продолжайте касаться, чтобы удалить столько, сколько хотите.
uk: Видалити останню зроблену точку Видаляє останню зроблену точку. Продовжуйте торкатися, щоб видалити стільки, скільки хочете.

# hb_btnDriveOrExt
source: Drive The Boundary Allows you to record the boundary as you drive. Button brings up the Boundary Player form to record points and where the points left or right of the center pivot point they are recorded.
de: Erzeugen Sie die Grenze durch Fahren Ermöglicht Ihnen, die Grenze während der Fahrt aufzuzeichnen. Sie können wählen, ob die Punkte links oder rechts vom Anbaugerät aufgezeichnet werden.
hu: Határvonal készítése vezetéssel Lehetőséget ad a terület határainak meghatározására vezetéssel. A gomb megnyomása után egy új ablak jelenik meg ahol a pontok rögzítését lehet kezelni. Ott állítható be, hogy mekkora legyen az eltolás és jobbról / balról akarunk a földön végigmenni.
lv: Drive The Boundary Ļauj ierakstīt robežu braukšanas laikā. Poga atver Robežu atskaņotāja formu, lai ierakstītu punktus un kur tie tiek reģistrēti pa kreisi vai pa labi no centra pagrieziena punkta.
ru: Проехать границу Позволяет записывать границу во время движения. Кнопка вызывает форму Boundary Player для записи точек и того, где точки слева или справа от центральной точки поворота они записываются.
uk: Проїхати межу Дозволяє записувати межу під час руху. Кнопка відкриває форму програвача меж для запису точок і вказує, де саме - ліворуч або праворуч від центральної точки повороту - вони будуть записані.

# hb_btnGetKML
source: Make Boundary using KML Brings up the next form that allows you to load either a single boundary or multiple boundaries.
de: Erstellen Sie eine Grenze aus einer KML Datei Im nächsten Schritte können Sie wählen, ob Ihre KML Datei eine oder mehrere Grenzen enthält.
hu: Határvonal készítése KML fájlból Táblahatár betöltése KML fájlból amennyiben több terület van a fájlban úgy az első a külső határt jelenti az összes többi pedig belső határként jelenik meg.
lv: Izveidot robežu, izmantojot KML Tiek parādīta nākamā veidlapa, kas ļauj ielādēt vienu vai vairākas robežas.
ru: Создать границу с помощью KML Открывает следующую форму, позволяющую загрузить одну или несколько границ.
uk: Створити межу за допомогою KML Відкриває наступну форму, яка дозволяє завантажити одну або декілька меж.

# hb_btnLeftRight
source: Mark Left or Right Button used to select the left or right side of vehicle for making boundary. You can also enter distance in the offset numeric box.
de: Punkte rechts oder links vom Anbaugerät setzen. Der Abstand zwischen den Punkten können Sie einstellen.
hu: Bal / Jobb választó gomb Melyik oldalon van a táblahatár. Távolság a traktor középvonalától, alapértelmezésként a munkaeszköz szélességének a fele.
lv: Atzīmēt kreiso vai labo pogu, ko izmanto, lai izvēlētos transportlīdzekļa kreiso vai labo pusi robežu noteikšanai. Varat arī ievadīt attālumu nobīdes ciparu lodziņā.
ru: Кнопка «Отметить влево» или «Вправо» используется для выбора левой или правой стороны транспортного средства для создания границы. Вы также можете ввести расстояние в числовое поле смещения.
uk: Позначити лівий або правий бік Кнопка використовується для вибору лівого або правого боку транспортного засобу для створення межі. Ви також можете ввести відстань у числове поле зміщення.

# hb_btnLoadBoundaryFromGE
source: Load Single Boundary From Google Earth Load a kml boundary that can either be the outer boundary or as inner boundaries. If there are no boundaries, it will be considered an outer boundary. If there already is a boundary, the boundary will be considered an inner boundary.
de: Laden Sie eine einzelne Grenze aus Google Earth (KML) Laden Sie eine Grenze aus einer KML Datei, die entweder die äußere Grenze oder eine innere Grenzen sein kann. Wenn es keine Grenzen gibt, wird sie als äußere Grenze betrachtet. Wenn bereits eine Grenze vorhanden ist, wird die neue Grenze als innere Grenze betrachtet.
hu: Egy elemet tartalmazó térkép betöltése Google Earthből A kiválaszott KMLfájlból betöltjük a berajzolt objektumot. Amennyiben nem nyitott földön vagyunk úgy külső határként fogjuk betölteni a berajzolt objektumot. Amenniyben már van felrajzolt földünk úgy pedig belső határként.
lv: Ielādēt vienu robežu no Google Earth Ielādējiet kml robežu, kas var būt vai nu ārējā robeža, vai kā iekšējās robežas. Ja robežu nav, tā tiks uzskatīta par ārējo robežu. Ja robeža jau ir, tā tiks uzskatīta par iekšējo robežu.
ru: Загрузить единую границу из Google Планета Земля. Загрузить границу км/л, которая может быть либо внешней, либо внутренней границей. Если границ нет, то это будет считаться внешней границей. Если граница уже существует, граница будет считаться внутренней границей.
uk: Завантажити окрему межу з Google Map Завантажте kml-межу, яка може бути як зовнішньою, так і внутрішньою межею. Якщо немає жодної межі, вона вважатиметься зовнішньою. Якщо межа вже існує, то вона буде вважатися внутрішньою межею.

# hb_btnLoadMultiBoundaryFromGE
source: Load Multi Boundary From Google Earth Load a kml boundary that has the first line as the outer boundary and the rest as inner boundaries.
de: Laden Sie mehrer Grenzen aus Google Earth (KML) Die erste Grenze aus der KML Datei ist die äußere Grenze. Jede Weitere wird als innere Grenze betrachtet.
hu: Több területet tartalmazó térkép betöltése a Google Earthből A kiválasztott KML fájból betöltjük a berajzolt objektumokat. Az első a terület külső határait fogja jelenteni a továbbiak pedig a területen lévő elemeket. (Ház, bokrok, kúthely, stb)
lv: Ielādēt vairākas robežas no Google Earth Ielādējiet kml robežu, kuras pirmā rindiņa ir ārējā robeža, bet pārējā - kā iekšējās robežas.
ru: Загрузить мультиграницу из Google Earth Загрузите границу kml, первая линия которой является внешней границей, а остальные — внутренними границами.
uk: Завантаження декількох меж з Google Map Завантажте kml-майданчик, перша лінія якого є зовнішньою межею, а решта - внутрішніми.

# hb_btnOpenGoogleEarth
source: Open Google Earth Opens Google Earth if installed. There, you can make and save kml files for boundaries.
de: Öffnet Google Earth Öffnet Google Earth, sofern istalliert. Hier können Sie Grenzen zeichnen oder bearbeiten. Speichern Sie diese als KML ab, um sie in AOG zu nutzen.
hu: Google Earth megnyitása Megnyitja a Google Earth alkalmazást amennyiben az telepítve van. Az alkalmazás segítségével KML fájlokat készíthetünk, és a területeinket kezelhetjük.
lv: Atvērt Google Earth Atver programmu Google Earth, ja tā ir instalēta. Tur jūs varat izveidot un saglabāt kml failus robežām.
ru: Открыть Google Планета Земля Открывает программу Google Планета Земля, если она установлена. Там вы можете создавать и сохранять файлы kml для границ.
uk: Відкрити Google Map Відкриває Google Map, якщо він встановлений. Тут ви можете створювати та зберігати kml-файли для меж.

# hb_btnPausePlay
source: Record Pause Touch to start recording, touch again to pause. While in pause you can touch add points or delete points, swap sides, change offset.
de: Pause Pausiert die Aufnahme. Solage die Aufnahme pausiert, können Sie Punkte löschen, die Seite der Aufzeichung wechseln oder eine andere Verschiebung einstellen. Der letzte Punkt vor der Pause und der erste Punkt nach der Pause werden mit einer geraden Linie verbunden. So können Sie vor und nach einer Kurve gerade Linien erzeugen - indem Sie Pause drücken.
hu: Táblahatár rögzítésének szüneteltetése Rögzítés indítása / szüneteltetése. Szüneteltetés közben lehetőség van pontok hozzáadására, törlésére, oldal választásra, eltolás módosítására, stb.
lv: Ierakstīšanas pauze Pieskarieties, lai sāktu ierakstīšanu, pieskarieties vēlreiz, lai apturētu. Pauzes laikā varat pieskarties pievienot punktus vai dzēst punktus, apmainīt pusēm, mainīt nobīdi.
ru: Пауза записи Нажмите, чтобы начать запись, нажмите еще раз, чтобы сделать паузу. Во время паузы вы можете нажать, чтобы добавить точки или удалить точки, поменять местами стороны, изменить смещение.
uk: Призупинення запису Торкніться, щоб почати запис, торкніться ще раз, щоб призупинити. Під час паузи ви можете додавати або видаляти точки, міняти сторони, змінювати зсув.

# hb_btnRestart
source: Restart Line Delete existing points and start over.
de: Linie neu zeichnen Löscht die Punkte und beginnt neu.
hu: Egyenes újrakezdése Meglővő pontok törlése és elölről kezdés.
lv: Restart Line Dzēsiet esošos punktus un sāciet no jauna.
ru: Перезапустить линию Удалите существующие точки и начните заново.
uk: Перезапустити лінію Видаліть наявні точки і почніть спочатку.

# hb_btnStop
source: Stop Boundary Boundary is all done. This will connect the last point to the first point and exit. You need at least 5 points or it will just not make a boundary.
de: Stopp Die Grenze ist komplett erstellt. Dann wird der letzte Punkt automatisch mit dem Ersten verbunden. Es müssen mindestens 5 Punkte gesetzt sein.
hu: Határvonal rögzítés megállítása A gomb megnyomásával összekötjük a legutolsó és a legelső pontot a határvonalon, elkészítve így a virtuális kerítést. Legalább 5 pont szükséges a határ rajzolásához.
lv: Stop Boundary Robeža ir pabeigta. Tas savienos pēdējo punktu ar pirmo punktu un izies. Jums ir nepieciešami vismaz 5 punkti, pretējā gadījumā tas vienkārši neradīs robežu.
ru: Stop Boundary Граница готова. Это соединит последнюю точку с первой точкой и выполнит выход. Вам нужно как минимум 5 очков, иначе это просто не будет границей.
uk: Стоп Межа З межею покінчено. Він з'єднає останню точку з першою і вийде. Вам потрібно щонайменше 5 точок, інакше межа просто не буде створена.

# hb_nudOffset
source: Offset From Pivot The offset to mark the boundary is measure from the center of the pivot point - usually between the driving wheels - to mark the boundary lines. It defaults to one half the tool width. Use the select sides button to move from left to right side.
de: Seitenversatz vom Drehpunkt Die Grenze wird typischerweise außen gezeichnet. Dabei wird um die halbe Arbeitsbreite weg vom Drehpunkt des Fahrzeugs (meist die Hinterachse) verschoben. Sie können auswählen, ob rechts oder links aufgezeichnet werden soll.
hu: Oldaltávolság a forgásponthoz képest Az oldaltávolságot a jármű/munkaeszköz középtengelyétől mérjük a külső határoló vonalak felvételéhez. Az alapértelmezett érték a munkaeszköz szélességének másfélszerese. A gombok segítségével lehet beállítani, hogy a pontokat a jobb vagy bal oldalra rajzoljuk.
lv: Nobīde no pagrieziena Nobīde robežas atzīmēšanai tiek mērīta no pagrieziena punkta centra – parasti starp dzenošajiem riteņiem –, lai atzīmētu robežlīnijas. Tā noklusējuma vērtība ir puse no instrumenta platuma. Izmantojiet sānu atlases pogu, lai pārvietotos no kreisās puses uz labo pusi.
ru: Смещение от оси вращения Смещение для обозначения границы измеряется от центра точки вращения — обычно между ведущими колесами — для обозначения линий границы. По умолчанию он равен половине ширины инструмента. Используйте кнопку выбора сторон для перемещения слева направо.
uk: Зміщення від точки повороту Зсув для позначення межі вимірюється від центру точки повороту - зазвичай між ведучими колесами - для позначення межових ліній. За замовчуванням він дорівнює половині ширини інструмента. Використовуйте кнопку вибору сторін для переміщення з лівого на правий бік.

# hc_ListViewVehicles
source: Vehicles List The list of saved vehicles.
de: Liste der Fahrzeuge Liste der abgespeicherten Fahrzeuge. Wenn Sie ein neues Fahrzeug auf Basis eine Anderen erstellen möchten, dann speichern Sie zuerst unter neuem Namen ab, denn sonst wirken sich die Änderungen sofort auf das Bestehende aus.
hu: Járművek listája A mentett járművek listája.
lv: Transportlīdzekļu saraksts Saglabāto transportlīdzekļu saraksts.
ru: Список транспортных средств Список сохраненных транспортных средств.
uk: Список транспортних засобів Список збережених транспортних засобів.

# hc_btnRemoveZeroOffset
source: Remove Roll Offset Removes any offset currently added to roll to show actual roll angle as mounted
de: Seitenneigung Korrektur entfernen Entfernt die Korrenktur der Seitenneigung. Wenn das Fahrzeug eben steht, sehen Sie um wie viel die IMU nicht gerade montiert ist.
hu: Extra dőlésszög nullázása Törli az esetlegesen hozzáadott dőléskompenzációs értéket így megmuatva a gép által jelenleg kalkulált értéket
lv: Noņemt ruļļa nobīdi Noņem jebkuru nobīdi, kas pašlaik ir pievienota rullī, lai parādītu faktisko ruļļu leņķi, kā tas ir uzstādīts
ru: Удалить смещение крена Удаляет любое смещение, добавленное в настоящее время к валку, чтобы показать фактический угол крена, установленный
uk: Видалити зсув рулону Видаляє будь-яке зміщення, додане до рулону, щоб показати фактичний кут рулону у встановленому вигляді

# hc_btnResetIMU
source: Remove IMU from Display If you disconnect IMJ, you can remove all the values shown on the main display. Once you connect an imu to AgIO, it will show again automatically.
de: entfernt die Neigungsanzeige vom Bildschirm Wenn Sie keine IMU angeschlossen haben, können Sie die Neigungsanzeige entfernen. Sobald eine IMU angeschlossen sit, erscheint die Anzeige wieder.
hu: Az IMU által mért értékek elrejtése a kijelzőről Ha az IMU nem elérhető (megszakadt a kapcsolat, stb) Az általa jelzett értékek továbbra is kijelzésre kerülnek. A gomb megnyomásával ezen értékek törlésre kerülnek. Amennyiben az IMU újra elérhetővé válik az általa küldött értékek újra megjelenítésre kerülnek.
lv: Noņemt IMU no displeja Ja atvienojat IMJ, varat noņemt visas galvenajā displejā redzamās vērtības. Kad imu pievienosit AgIO, tas atkal tiks parādīts automātiski.
ru: Удалить IMU с дисплея Если вы отключите IMJ, вы можете удалить все значения, отображаемые на основном дисплее. Как только вы подключите imu к AgIO, он снова отобразится автоматически.
uk: Видалення IMU з дисплея Якщо ви від'єднаєте IMU, ви можете видалити всі значення, показані на головному дисплеї. Щойно ви під'єднаєте IMU до AgIO, він знову з'явиться на дисплеї автоматично.

# hc_btnSendSteerConfigPGN
source: Send Changes to AutoSteer and Save If you make changes, be sure to send them and save them by touching send. If you do not, they will not be saved. if you want to cancel, just go to a different config page and return again. Don't forget to Send and Save by using this button.
de: Daten zur Autosteer Hardware senden Wenn Sie Einstellungen ändern, sollten Sie diesen Konpf drücken, um sicher zu stellen, dass die Daten auch abgespeichert werden.
hu: Változtatások küldése az AutoSteer modulra ésmentés Amennyiben bármit változtatunk az értékeket el kell küldjük az AutoSteer modulnak a küldés gombbal. Amennyiben nem szeretnénk a változtatásokat elmenteni csak menjünk egy másik menüpontba majd jöjjünk vissza. Don't forget to Send and Save by using this button.
lv: Sūtīt izmaiņas uz AutoSteer un Saglabāt Ja veicat izmaiņas, noteikti nosūtiet tās un saglabājiet tās, pieskaroties sūtīt. Ja jūs to nedarīsit, viņi netiks glābti. ja vēlaties atcelt, dodieties uz citu konfigurācijas lapu un atgriezieties vēlreiz. Neaizmirstiet nosūtīt un saglabāt, izmantojot šo pogu.
ru: Отправка изменений в AutoSteer и сохранение. Если вы вносите изменения, обязательно отправьте их и сохраните, нажав «Отправить». Если вы этого не сделаете, они не будут спасены. если вы хотите отменить, просто перейдите на другую страницу конфигурации и вернитесь снова. Не забудьте отправить и сохранить с помощью этой кнопки.
uk: Надіслати зміни до Автокерування та зберегти Якщо ви внесли зміни, обов'язково надішліть їх і збережіть, натиснувши кнопку "Надіслати". Якщо ви цього не зробите, вони не будуть збережені. Якщо ви хочете скасувати зміни, просто перейдіть на іншу сторінку конфігурації і поверніться знову. Не забудьте відправити і зберегти за допомогою цієї кнопки.

# hc_btnVehicleDelete
source: Vehicle Delete Button Select a vehicle in the list, touch Delete Button to delete it.
de: Knopf Fahrzeug löschen Wählen Sie ein Fahrzeug aus der Liste und drücken Sie diesen Knop,f um es zu löschen.
hu: Jármű törlése gomb A listában kiválaszott járművet törli.
lv: Transportlīdzekļa dzēšanas poga Izvēlieties transportlīdzekli sarakstā un pieskarieties pogai Dzēst, lai to izdzēstu.
ru: Кнопка удаления автомобиля Выберите автомобиль в списке, нажмите кнопку «Удалить», чтобы удалить его.
uk: Кнопка видалення транспортного засобу Виберіть транспортний засіб у списку, натисніть кнопку "Видалити", щоб видалити його.

# hc_btnVehicleLoad
source: Vehicle Load Button Select a vehicle in the list, touch Load Button to load it.
de: Knopf Fahrzeug laden Wählen Sie ein Fahrzeug aus der Liste und drücken Sie diesen Knopf, um dieses zu laden.
hu: Jármű betöltése gomb A listában kiválaszott jármű paramétereit betölti.
lv: Transportlīdzekļa iekraušanas poga Sarakstā atlasiet transportlīdzekli, pieskarieties iekraušanas pogai, lai to ielādētu.
ru: Кнопка загрузки автомобиля Выберите автомобиль в списке, нажмите кнопку загрузки, чтобы загрузить его.
uk: Кнопка завантаження транспортного засобу Виберіть транспортний засіб у списку, натисніть кнопку "Завантажити", щоб завантажити його.

# hc_btnVehicleSave
source: Vehicle Save Button After entering a vehicle name in the textbox, touch Save Button to save it.
de: Knopf Fahrzeug speichern. Sie können ein Fahrzeug speichern, nachdem Sie einen Namen in das Feld getippt haben.
hu: Jármű mentése gomb A jármű nevének megadása után ezzel a gombbal menthetjük el a járművet a listába.
lv: Transportlīdzekļa saglabāšanas poga Pēc transportlīdzekļa nosaukuma ievadīšanas tekstlodziņā pieskarieties pogai Saglabāt, lai to saglabātu.
ru: Кнопка сохранения автомобиля После ввода названия автомобиля в текстовое поле коснитесь кнопки «Сохранить», чтобы сохранить его.
uk: Кнопка збереження транспортного засобу Після введення назви транспортного засобу в текстовому полі натисніть кнопку Зберегти, щоб зберегти його.

# hc_btnVehicleSaveAs
source: Vehicle Save As Button Click a vehicle in the list, then touch Save As Button to overwrite that vehicle with the current settings. Answer Yes to overwrite the chosen vehicle or No to do nothing.
de: Knopf Fahrzeug überschreiben / save as Wählen Sie ein Fahrzeug aus der Liste und drücken Sie den Knopf save as. Dann werden, nach einer Sicherheitsabfrage, die aktuellen Einstellungen unter dem ausgewählten Fahrzeug abgespeichert.
hu: Jármű mentése másként gomb Válassz ki egy járművet a listából aztán nyomd meg a mentés másként gombot, amennyiben már létezik ilyen néven jármű úgy lehetőség van azt felülírni, vagy a mégsemmel más nevet választani.
lv: Transportlīdzekļa saglabāšanas kā poga Noklikšķiniet uz transportlīdzekļa sarakstā, pēc tam pieskarieties pogai Saglabāt kā, lai pārrakstītu šo transportlīdzekli ar pašreizējiem iestatījumiem. Atbildiet Jā, lai pārrakstītu izvēlēto transportlīdzekli, vai Nē, lai neko nedarītu.
ru: Кнопка «Сохранить как автомобиль» Щелкните автомобиль в списке, затем нажмите кнопку «Сохранить как», чтобы перезаписать этот автомобиль текущими настройками. Ответьте Да, чтобы перезаписать выбранный автомобиль, или Нет, чтобы ничего не делать.
uk: Кнопка Зберегти як Натисніть на транспортний засіб у списку, а потім натисніть кнопку Зберегти як, щоб перезаписати поточні налаштування цього транспортного засобу. Натисніть Так, щоб перезаписати вибраний транспортний засіб, або Ні, щоб нічого не робити.

# hc_btnZeroRoll
source: Zero Roll Value Add the negative of the current roll value displayed to show zero roll. Removes the sensor mounted roll angle error so when the vehicle is flat, the roll value shows zero.
de: Seitenneigung (roll) auf 0 setzen Setzt die Seitenneigung auf 0 und zeigt den Wert, um den korrigiert wurde, an.
hu: Dőlésszög nullázása Az aktuálisan kijelzett dőlést (pl 10fok) tudjuk nullára állítani azáltal, hogy a negatív értékét beállítjuk a statikus dőlésnek. Ezáltal a szenzor által mért értékettudjuk kalibrálni. Érdemes akkor megnyomni amikor biztosan sík talajon állunk.
lv: Nulles metiena vērtība Pievienojiet pašreizējās ripināšanas vērtības negatīvo vērtību, kas tiek parādīta, lai parādītu nulli. Novērš sensora uzstādītā sānsveres leņķa kļūdu, tāpēc, kad transportlīdzeklis ir plakans, sānsveres vērtība rāda nulli.
ru: Значение нулевого броска Добавьте отрицательное значение текущего отображаемого значения броска, чтобы показать нулевой бросок. Удаляет ошибку угла крена, установленную датчиком, поэтому, когда автомобиль находится в горизонтальном положении, значение крена показывает ноль.
uk: Нульове значення крену Додає від'ємне значення до поточного значення крену для відображення нульового значення крену. Видаляє похибку кута крену, встановлену датчиком, тому, коли транспортний засіб стоїть рівно, значення кута крену показує нуль.
