Repository: farmerbriantee/Ace
Catalog: SourceCode/GPS/gStr.*.resx
Languages: de, hu, lv, ru, uk

# h_hsbarLookAhead
source: Look Ahead Slider How far ahead of the vehicle is the reference point. If point is close vehicle turns very quickly. Farther away the steering is more relaxed and takes longer to get to line. Use the Speed gain to set distance based on speed as it takes less steering when you go faster. But set lookahead first. Tune it at the speed you will most often be travelling.
de: Schieber Look Ahead = Vorausschauen. Abstand des anvisierten Punktes auf der Soll Linie. Wenn der anvisierte Punkt sehr nahe vor dem Fahrzeug liegt, lenkt das Fahrzeug sehr schnell. Weiter weg ist die Lenkung entspannter aber es dauert länger, bis die Linie erreicht ist. Der wert ist die Zeit, wie viele Sekunden der Punkt vor dem Fahrzeug liegt. Der Schieber „Speed Gain“ = Geschwindigkeitsfaktor verändert die Distanz des anvisierten Punktes basierend auf der Geschwindigkeit. Sie müssen weniger lenken, wenn Sie schneller fahren, der anvisierte Punkt ist dann weiter weg. Optimieren Sie die Einstellungen auf die Geschwindigkeit, mit der Sie am häufigsten fahren.
hu: Előrenézés (Look Ahead) csúszka Mennyire távoli referencia pontot figyeljünk az irányzék miatt. Ha a referenciapont túl közel van a jármű agresszíven fog fordulni. A távolság növelésével a mozgások is finomodnak, viszont lassabban érjük el a kívánt vonalat. Használd a sebességkompenzáció (Speed Gain) csúszkát, hogy a sebesség növelésével a távolság is növelésre kerüljön, így csökkentve a kormánymozdulatokat. Először az előrenézést (Look Ahead) állítsuk be arra a sebességre amivel általában dolgozunk.
lv: Skatīšanās uz priekšu slīdnis Cik tālu priekšā transportlīdzeklis ir atskaites punkts. Ja punkts ir tuvu, transportlīdzeklis pagriežas ļoti ātri. Tālāk stūre ir mierīgāka, un ir nepieciešams ilgāks laiks, lai nokļūtu līnijā. Izmantojiet ātruma palielinājumu, lai iestatītu attālumu atkarībā no ātruma, jo, braucot ātrāk, stūrēšana ir nepieciešama mazāka. Bet vispirms raugies uz priekšu. Noregulējiet to tādā ātrumā, kādu ceļosiet visbiežāk.
ru: Ползунок Look Ahead Насколько далеко впереди автомобиля находится контрольная точка. Если точка находится близко, машина поворачивает очень быстро. Дальше рулевое управление становится более расслабленным, и требуется больше времени, чтобы добраться до линии. Используйте параметр «Усиление скорости», чтобы установить расстояние в зависимости от скорости, поскольку при ускорении требуется меньше рулевого управления. Но сначала загляните вперед. Настройте его на скорость, с которой вы чаще всего будете путешествовать.
uk: Повзунок Попереду Наскільки далеко попереду автомобіля знаходиться точка відліку. Якщо точка близько, автомобіль повертає дуже швидко. Чим далі, тим кермування більш розслаблене і потребує більше часу, щоб вирівнятись. Використовуйте Посилення швидкості, щоб встановити відстань залежно від швидкості, оскільки чим швидше ви їдете, тим менше потрібно кермувати. Але спочатку встановіть випередження. Налаштуйте його на швидкість, з якою ви найчастіше їздите.

# h_hsbarLookAheadMult
source: Look Ahead Speed Gain Slider The faster you drive, the faster you get to the line. This slider sets how quickly the reference point moves away from you as your speed increases and reduces the steer angle so it doesn't turn as fast preventing going back and forth across the line.
de: Schieber Speed Gain = Geschwindigkeitsfaktor Je schneller Sie fahren, desto schneller erreichen Sie die Soll-Linie. Dieser Schieberegler legt fest, wie viel sich der Referenzpunkt von Ihnen wegbewegt, wenn Ihre Geschwindigkeit zunimmt. Damit verringert sich der Lenkwinkel und es wird ein Hin- und Herfahren über die Linie verhindert.
hu: Előrenzés sebssgék kompezáció csúszka A nagyobb sebességgel előbb is elérjük a kívánt vonalat. Ezen csúszka segítségével beállítható a referenciapont milyen messzire távolodjon a sebesség növekedésével így csökkentve a szükséges kormányszöget és a kormánymozdulatokat elkerülve a kígyózást.
lv: Skatieties uz priekšu Ātruma palielināšanas slīdnis Jo ātrāk jūs braucat, jo ātrāk nokļūstat līnijā. Šis slīdnis iestata, cik ātri atskaites punkts attālinās no jums, palielinoties ātrumam, un samazina pagrieziena leņķi, lai tas negrieztos tik ātri, neļaujot braukt uz priekšu un atpakaļ pāri līnijai.
ru: Ползунок увеличения скорости Look Ahead Чем быстрее вы едете, тем быстрее вы подходите к линии. Этот ползунок устанавливает, насколько быстро опорная точка удаляется от вас по мере увеличения вашей скорости, и уменьшает угол поворота, чтобы он не поворачивался так быстро, что мешало движению вперед и назад по линии.
uk: Повзунок збільшення швидкості вперед Чим швидше ви їдете, тим швидше ви доїдете до лінії. Цей повзунок визначає, як швидко точка відліку віддаляється від вас зі збільшенням швидкості, і зменшує кут повороту, щоб вона не поверталася так швидко, запобігаючи перетинанню лінії вперед і назад.

# h_hsbarLowSteerPWM
source: Low Steer Angle PWM As the vehicle gets closer to the line, the gain is reduced linearly from the max value to the low value. This helps it overshoot the line when close, but provide rapid movement when further away.
de: PWM bei niedriger Differenz des Lenkwinkels Wenn sich das Fahrzeug der Linie nähert, verringert sich die Drehzahl des Lenkmotor/Öffnung des Ventils linear vom Maximalwert zum Tiefstwert. Hier einen Wert einstellen, der Lenkung noch sicher bewegt.
hu: Alacsony kormányszög PWM szorzó Minimális motorerő. Magas érték esetén nagyobb erővel indul el a motor. Ahogy a jármű egyre közelebb kerül a kiválasztott vonalhoz a szorzó arányosan csökkentésre kerül a maximum értékről a minimum értékre. Ennek segítségével a vonalhoz közel lassú attól távol gyors mozdulatokat tesz.
lv: Zems stūres leņķis PWM Kad transportlīdzeklis tuvojas līnijai, pastiprinājums tiek lineāri samazināts no maksimālās vērtības līdz zemajai vērtībai. Tas palīdz tai pārspēt līniju, kad tas ir tuvu, bet nodrošina ātru kustību, atrodoties tālāk.
ru: Низкий угол поворота PWM По мере приближения автомобиля к линии коэффициент усиления линейно уменьшается от максимального значения до минимального значения. Это помогает ему перелетать линию, когда он находится близко, но обеспечивает быстрое движение, когда он находится дальше.
uk: ШІМ для малих кутів повороту Коли автомобіль наближається до лінії, коефіцієнт підсилення лінійно зменшується від максимального значення до мінімального. Це допомагає йому перетинати лінію лінії, коли він знаходиться близько, але забезпечує швидкий рух, коли він віддаляється.

# h_hsbarMaxSteerAngle
source: Max Steer Angle Slider The maximum left and right steer angle autosteer will provide. Initially a low setting here will help you not drive all over the place with wild steer angles. You do need a high value to steer around U Turns that are quite small and require a sharp turn.
de: Schieber maximaler Lenkwinkel Der maximale Lenkwinkel nach links und rechts der durch die automatische Lenkung erreicht werden soll. Testweise kann hier zunächst eine niedrige Einstellung helfen, um nicht mit wilden Lenkbewegungen durch die Gegend zu fahren. Wenden und scharfe Kurven fahren erfordern einen hohen Wert.
hu: Maximum kormányszög csúszkája A maximális bal/jobb kormányszög kitérése. Elsőre célszerű alacsony értéket beállítani viszont a szűk táblavégi fordulókhoz szükséges az érték pontos eltalálása.
lv: Maksimālā stūres leņķa slīdnis Maksimālā kreisā un labā stūres leņķa automātiskā stūrēšana nodrošinās. Sākotnēji zems iestatījums palīdzēs jums nebraukt pa visu vietu ar mežonīgiem stūres leņķiem. Jums ir nepieciešama liela vērtība, lai apbrauktu U pagriezienus, kas ir diezgan mazi un kuriem nepieciešams straujš pagrieziens.
ru: Ползунок Max Steer Angle (Максимальный угол поворота) Максимальный левый и правый угол поворота, который обеспечивает автоматическое рулевое управление. Первоначально низкие настройки помогут вам не ездить повсюду с дикими углами поворота. Вам нужно высокое значение, чтобы объезжать развороты, которые довольно малы и требуют крутого поворота.
uk: Повзунок максимального кута повороту Максимальний кут нахилу керма вліво та вправо, який забезпечить автопідрулення. Початкове низьке значення цього параметра допоможе вам не їздити з дикими кутами нахилу керма. Високе значення знадобиться для проходження невеликих розворотів, які вимагають різкого повороту.

# h_hsbarMinPWM
source: Minimum PWM Sider Minimum PWM value is used to apply a minimum amount of power to overcome friction of the valve/motor. Too high and it will turn all the time, too low and there will be a delay as pwm increases before the steering happens. The more proportional gain, the more sensitive this setting.
de: Schieber Minimum to Move Der hier eingestellte minimale PWM-Wert wird verwendet, um eine Mindestkraft des Lenkmotor/Mindestbestromung des Ventils einzustellen, die nötig ist, um die Reibung des Ventils/Motors zu überwinden. Wenn der Wert zu niedrig ist, kommt es zu einer Verzögerung der Lenkbewegung. Hier einen Wert einstellen, der die Lenkung gerade so bewegt.
hu: Minimum PWM csúszka Minimális motorerő. Magasabb érték esetén nagyobb erővel indul a motor / szelep. Minimum PWM értéket arra használjuk, hogy a motor / szelep megmozdításához szükséges értéket beállítsuk. Túl magas érték eseten folyamatosan működni fog a kormányzás, túl alacsony esetén viszont nagyon lustán fog elindulni a kormány. A magasabb Proporcionális arány érték nagyban növeli az érzékenységét ennek a beállításnak.
lv: Minimālā PWM Sider Minimālā PWM vērtība tiek izmantota, lai pielietotu minimālo jaudas daudzumu vārsta/motora berzes pārvarēšanai. Pārāk augsts, un tas visu laiku griezīsies, pārāk zems un būs aizkave, jo pwm palielināsies pirms stūrēšanas. Jo proporcionālāks pastiprinājums, jo jutīgāks šis iestatījums.
ru: Минимальное значение ШИМ Sider Минимальное значение ШИМ используется для приложения минимальной мощности для преодоления трения клапана/двигателя. Слишком высоко, и он будет вращаться все время, слишком низко, и будет задержка, поскольку pwm увеличивается, прежде чем произойдет рулевое управление. Чем больше пропорциональное усиление, тем более чувствительна эта настройка.
uk: Мінімальний PWM Sider Мінімальне значення ШІМ використовується для застосування мінімальної кількості потужності для подолання тертя клапана/двигуна. Занадто високе значення - і він буде обертатися весь час, Занадто низьке - буде затримка при збільшенні ШІМ перед початком повороту. Чим більше пропорційний коефіцієнт підсилення, тим чутливіше це налаштування.

# h_hsbarProportionalGain
source: Proportional Gain Slider The proportional gain is multiplied by the distance error then added to the minimum PWM value to generate the final output value. The higher this value the faster the motor will correct the steering. However, if it is too high, the steering will overshoot the line and then oversteer the other way again called oscillate. Too low of a value and it will either take too long or never get to the guidance line. A critical setting that takes some experimenting to see its effect. All 4 of these gain settings affect each other so set one and see the effect.
de: Schieber proportionale Verstärkung (Proportional Gain) Die proportionale Verstärkung wird mit der Distanz zur Soll-Linie multipliziert. Dann wird der minimale PWM-Wert addiert, um den endgültigen Ausgangsstrom zum Motor/Hydraulikventil zu errechnen. Je höher dieser Wert, desto schneller korrigiert der Motor die Lenkung. Ist er jedoch zu hoch, schießt die Lenkung über die Linie hinaus um dann wieder in die andere Richtung übersteuern = Oszilieren. Ist der Wert zu niedrig dauert es entweder zu lange oder man erreicht nie die Führungslinie. Man muss etwas experimentieren, um die Wirkung zu sehen. Alle dieser Verstärkungseinstellungen beeinflussen sich gegenseitig. Variieren Sie eine Einstellung und beobachten Sie den Effekt. Im SteerChart = Diagramm Lenkwinkel sollten sich die Kurven folgen: der Ist-Lenkwinkel sollte dem Soll-Lenkwinkel zügig folgen.
hu: Proportionális arány csúszkája P érték csúszkája alacsony értéknél lassan fog a motor reagálni, magasabb érték esetén gyorsan. Erős motornál / hidraulikus szelepnél 10-50 között lesz a megfelelő érték. A proportionális nyereséget a távolsági hiba szorozatával először hozzáadjuk a minimális PWM értékhez, hogy a végleges kimeneti értéket előállítsuk. Minél magasabb ez az érték, annál gyorsabban korrigálja a motor a kormányzást. Ha azonban túl magas, a kormányzás túlmegy a vonalon, majd újra visszakormányozza, amit oda-vissza kígyózásnak neveznek. Ha túl alacsony értéke van, akkor vagy túl sok időt vesz igénybe vagy soha nem ér el a tájékoztatási vonalhoz. Kritikus beállítás, amelyet kísérletezni kell a hatásának megismeréséhez. Az összes 4 nyereségi beállítás hat egymásra úgyhogy célszerű egyszerre csak egyet módosítani.
lv: Proporcionālā pastiprinājuma slīdnis Proporcionālais pastiprinājums tiek reizināts ar attāluma kļūdu, pēc tam tiek pievienots minimālajai PWM vērtībai, lai ģenerētu galīgo izvades vērtību. Jo augstāka šī vērtība, jo ātrāk motors koriģēs stūrēšanu. Tomēr, ja tas ir pārāk augsts, stūre pārsniegs līniju un pēc tam atkal pārstās uz otru pusi, ko sauc par svārstībām. Pārāk zema vērtība, un tas prasīs pārāk ilgu laiku vai arī nesasniegs vadības līniju. Kritisks iestatījums, kam nepieciešams eksperiments, lai redzētu tā ietekmi. Visi 4 no šiem pastiprinājuma iestatījumiem ietekmē viens otru, tāpēc iestatiet vienu un skatiet efektu.
ru: Ползунок пропорционального усиления Пропорциональное усиление умножается на ошибку расстояния, а затем добавляется к минимальному значению ШИМ для получения окончательного выходного значения. Чем выше это значение, тем быстрее двигатель скорректирует рулевое управление. Однако, если она слишком высока, рулевое управление будет выходить за линию, а затем будет происходить избыточная поворачиваемость в другую сторону, что снова называется колебанием. Слишком низкое значение, и оно либо займет слишком много времени, либо никогда не достигнет направляющей линии. Важный параметр, который требует некоторых экспериментов, чтобы увидеть его эффект. Все 4 из этих настроек усиления влияют друг на друга, поэтому установите одну из них и посмотрите на эффект.
uk: Повзунок пропорційного підсилення Пропорційне підсилення множиться на похибку відстані, а потім додається до мінімального значення ШІМ для отримання кінцевого вихідного значення. Чим вище це значення, тим швидше двигун буде коригувати кермо. Однак, якщо воно занадто високе, рульове управління буде виходити за межі лінії, а потім а потім знову повернеться в інший бік, що називається осциляцією. Занадто низьке значення або займе занадто багато часу, або ніколи не потрапить на направляючу лінію. Критично важливе налаштування, яке потрібно трохи поекспериментувати, щоб побачити його ефект. Усі ці 4 параметри підсилення впливають один на одного. один на одного, тому встановіть одне з них і подивіться на ефект.

# h_hsbarSideHillComp
source: Sidehill Compensation Slider Adds a static steer angle based on roll angle to turn the wheels to compensate for the side draft of hills. You can make the vehicle go above the line with this setting allowing the tool to follow better as well.
de: Schieber Ausgleich am Seitenhang. Zählt dem errechneten Lenkwinkel etwas Winkel hinzu. Der zugefügte Winkel errechnet sich aus der Seitenneigung des Traktors (Roll). Damit wird der Seitenzug von Hügeln ausgeglichen. Mit dieser Einstellung können Sie das Fahrzeug über die Linie fahren lassen, sodass das Anbaugerät besser der Linie folgen kann.
hu: Oldalirányú meredekség kompenzáció csúszka Egy statikus értéket ad a kormányszöghöz a dőlés arányában, hogy az oldalcsúszást kompzenáljuk. Ennek segítségével a jármű a vonal felett járva az eszköz pontosabban tud a vonalon haladni.
lv: Sānkalnu kompensācijas slīdnis Pievieno statisku pagrieziena leņķi, pamatojoties uz sānsveres leņķi, lai pagrieztu riteņus un kompensētu kalnu sānu iegrimi. Izmantojot šo iestatījumu, varat likt transportlīdzeklim pacelties virs līnijas, ļaujot rīkam labāk sekot.
ru: Ползунок компенсации бокового склона Добавляет статический угол поворота на основе угла крена для поворота колес для компенсации боковой тяги на холмах. С помощью этой настройки вы можете заставить транспортное средство двигаться выше линии, что также позволит инструменту лучше следовать за ней.
uk: Повзунок компенсації бічної тяги на пагорбах Додає статичний кут повороту керма на основі кута крену для повороту коліс, щоб компенсувати бічну тягу на пагорбах. За допомогою цього параметра ви можете змусити машину піднятися вище лінії, що також дозволить інструменту краще копіювати місцевість.

# h_hsbarStanleyGain
source: Stanley Distance Slider The slider works with distance. The more aggressive the faster it tries to steer towards the line with the risk of crossing over the line. The heading slider tries to dampen this effect.
de: Schieber Stanley Aggressivität Der Lenkwinkel wird unter anderem aus dem Abstand zur Linie errechnet. Der Schieberegler beeinflusst wie stark die Wirkung des Abstands auf den Lenkwinkel ist. Je aggressiver, desto schneller steuert das Fahrzeug auf die Linie zu. Es besteht die Gefahr die Linie zu Überfahren. Der Schieber Überschwingungsreduzierung versucht, diesen Effekt zu dämpfen.
hu: Stanley távolság csúszka A csúszka távolságot befolyáso. Minél agresszívabbra állítjuk annál gyorsabban próbál a vonalra visszatérni, de megvan az esélye, hogy túllő a vonalon. Az irányzék (Heading) csúszka megpróbálja korrigálni ezt a hatást.
lv: Stenlija attāluma slīdnis Slīdnis darbojas ar attālumu. Jo agresīvāks, jo ātrāk tas mēģina stūrēt līnijas virzienā, riskējot šķērsot līniju. Virsraksta slīdnis mēģina mazināt šo efektu.
ru: Stanley Distance Slider Ползунок работает с расстоянием. Чем агрессивнее, тем быстрее он пытается направиться к линии с риском пересечения линии. Ползунок заголовка пытается ослабить этот эффект.
uk: Повзунок відстані Stanley Повзунок працює з відстанню. Чим агресивніше, тим швидше він намагається наблизитися до лінії, ризикуючи перетнути її за лінію. Повзунок напрямку намагається пом'якшити цей ефект.

# h_hsbarWasOffset
source: Wheel Angle Sensor Zero Slider Moving this slider changes the zero position for steering angle. Drive in free drive mode and adjust this so you are going straight out. This is a critical setting
de: Schieber Nullpunkt Lenkwinkelsensor Durch Bewegen dieses Schiebereglers wird die Nullposition für den Lenkwinkel geändert. Fahren Sie im Testmodus der Lenkung und stellen Sie diesen so ein, dass Sie geradeaus fahren. Diese Einstellung ist die Grundlage für weitere Einstellungen.
hu: Körmányszögszenzor (WAS) nullázó csúszkája A csúszka mozgatásával lehetőség van a nulla pozíció beállítására. Menj egyenesen és állítsd be úgy, hogy a 0 pontos legyen. Ez egy kritikus beállítás
lv: Riteņa leņķa sensora nulles slīdnis Pārvietojot šo slīdni, tiek mainīta stūres leņķa nulles pozīcija. Brauciet brīvās braukšanas režīmā un noregulējiet to tā, lai dotos tieši ārā. Šis ir kritisks iestatījums
ru: Ползунок нуля датчика угла поворота колеса Перемещение этого ползунка изменяет нулевое положение угла поворота рулевого колеса. Двигайтесь в режиме свободного вождения и настройте его так, чтобы вы ехали прямо. Это критический параметр
uk: Повзунок нуля датчика кута повороту коліс Переміщення цього повзунка змінює нульове положення кута повороту керма. Поїдьте в режимі вільного руху і відрегулюйте його так, щоб ви їхали прямо. Це критично важливе налаштування

# h_lblIntegral
source: AutoSteer Integral Value Display only. This value shows the amount of additional steering angle to bring the vehicle closer to the guidance line.
de: Anzeige Integralwert der automatischen Lenkung Dieser Wert zeigt den zusätzlichen Lenkwinkels an, um das Fahrzeug näher an die Führungslinie zu bringen.
hu: Automata kormányzás Integrál értéke Csak megjelenítésre. Ez az érték mutatja mekkora extra kormányszög szükgés, hogy a gépet az irányvonalhoz közelítsük.
lv: Tikai AutoSteer integrālās vērtības displejs. Šī vērtība parāda papildu stūres leņķi, lai tuvinātu transportlīdzekli vadības līnijai.
ru: Только отображение интегрального значения AutoSteer. Это значение показывает величину дополнительного угла поворота рулевого колеса, чтобы приблизить автомобиль к навигационной линии.
uk: Інтегральне значення AutoSteer Тільки для відображення. Це значення показує величину додаткового кута повороту керма, щоб наблизити транспортний засіб до направляючої лінії.

# h_lblLateralTurnTouch
source: Lateral Shift Touch Touching this area allows the vehicle to shift left or right to next guidance line. You can touch more then once and shift over multiple lines. Touching the other arrow allows you to reduce the number of shifts over.
de: Knopf zur nächsten Linie springen Durch Berühren dieser Knöpfe wechselt das Fahrzeug nach links oder rechts zur nächsten Führungslinie. Sie können mehr als einmal tippen um mehrere Linien zu springen. Durch Berühren des anderen Pfeils können Sie die Anzahl der Sprünge reduzieren.
hu: Párhuzamos fogásra átállás területe Ezt a területet megnyomva a gép átáll a párhuzamos (jobb/bal) irányvonalra. Többszöri megnyomással több több nyomvonalnyit lehet lépni. A másik iránygomb megnyomásával pedig csökkenthető/másik irányba állítható.
lv: Sānu pārslēgšanas pieskāriens Pieskaroties šim apgabalam, transportlīdzeklis ļauj pārslēgties pa kreisi vai pa labi uz nākamo virzības līniju. Varat pieskarties vairāk nekā vienu reizi un pārslēgt vairākas līnijas. Pieskaroties otrai bultiņai, varat samazināt maiņu skaitu.
ru: Прикосновение к боковому смещению Прикосновение к этой области позволяет транспортному средству смещаться влево или вправо к следующей навигационной линии. Вы можете коснуться более одного раза и перемещаться по нескольким строкам. Прикосновение к другой стрелке позволяет уменьшить количество сдвигов.
uk: Сенсор бічного зсуву Дотик до цієї області дозволяє транспортному засобу зміститися вліво або вправо до наступної направляючої лінії. Ви можете торкатися більше одного разу і пересуватися на кілька ліній. Дотик до іншої стрілки дозволяє зменшити кількість зсувів.

# h_lblManualTurnCancelTouch
source: Manual Turn and Cancel Touch You can initiate a manual U Turn or cancel it if you are already in a manual turn. When driving in normal auto U Turn touching one of these jumps to the next line and turns around.
de: Manuelles Wenden einleiten und abbrechen durch Berühren Sie können eine Wende manuell einleiten oder Diese abbrechen, wenn Sie sich bereits in einem Wendemanöver befinden.
hu: Kézi forduló és megszakítás területe Megérintve elindítja a visszafordulást, vagy ha folyamatban van a fordulás akkor megszaíktja azt. Amikor az automata forduló bevan kapcsolva a gomb megnyomásával a következő vonalra fordulunk vissza.
lv: Manuāls pagrieziens un pieskāriena atcelšana Varat uzsākt manuālu U pagriezienu vai atcelt to, ja jau veicat manuālu pagriezienu. Braucot ar parastu auto U Pagriezieties, pieskaroties vienam no šiem lēcieniem uz nākamo līniju un apgriežas.
ru: Ручной поворот и отмена касания Вы можете инициировать ручной разворот или отменить его, если вы уже находитесь в ручном повороте. При движении в обычном автоматическом режиме U Turn, касаясь одной из этих строк, переходит на следующую строку и разворачивается.
uk: Ручний розворот і скасування дотику Ви можете ініціювати ручний розворот або скасувати його, якщо ви вже перебуваєте в ручному розвороті. Під час руху в звичайному автоматичному режимі розвороту дотик до однієї з цих кнопок переходить на наступну лінію і розвертається.
